[
    {
        "title": "Local Digital’s next steps with Tom Smith, Director for Artificial Intelligence and Advanced Analytics ",
        "authors": [
            "Tom Smith, Director for Artificial Intelligence and Advanced Analytics"
        ],
        "posted_on": "2025-04-11T11:56:19",
        "categories": [
            "Artificial Intelligence",
            "Data",
            "Local Digital"
        ],
        "content": [
            {
                "content": "I’m Tom Smith, the Director of a new Artificial Intelligence (AI) and Advanced Analytics Directorate within MHCLG. Local Digital is now part of this directorate, strengthening MHCLG’s ability to support councils with AI adoption, digital and data transformation, and cyber resilience.",
                "tag": "p"
            },
            {
                "content": "It’s an exciting time to lead this work with the current landscape presenting a huge opportunity to make progress. The English Devolution White Paper, Local Government Reform, and the Blueprint for Modern Digital Government set a clear direction: digital and data transformation must be central to how councils evolve. AI and other emerging technologies present new opportunities to improve efficiency, service delivery and collaboration across the sector.",
                "tag": "p"
            },
            {
                "content": "But alongside the opportunities for improvement, the risks of not modernising are clear: higher costs, inefficiencies, and services that don’t meet the needs of residents and businesses. At the same time, the public sector must navigate change carefully. While adopting new technologies comes with challenges, failing to do so is an even bigger risk.",
                "tag": "p"
            },
            {
                "content": "I’m also excited by the great and innovative work that councils are already doing in the digital transformation and AI space, with lots for us to learn from in national government. However, many still face common challenges with data sharing, fragmented systems and inconsistent user experiences.  ",
                "tag": "p"
            },
            {
                "content": "Real transformation will require collaboration between councils, suppliers, government departments and sector bodies. By working together, we can solve common problems, test new approaches, and share solutions across the sector. ",
                "tag": "p"
            },
            {
                "content": "I’m looking forward to working with you all. ",
                "tag": "p"
            },
            {
                "content": "What this means for Local Digital",
                "tag": "h2"
            },
            {
                "content": "Local Digital’s core priorities remain:",
                "tag": "p"
            },
            {
                "content": "We have detailed the work we’ve completed to reduce the incidence and impact of cyber attacks, particularly through the Cyber Assessment Framework for local government.",
                "tag": "p"
            },
            {
                "content": "Our focus areas for digital transformation",
                "tag": "h3"
            },
            {
                "content": "To help councils address the challenges and take advantage of the opportunities ahead, we’re focusing on key areas that will enable better digital services.",
                "tag": "p"
            },
            {
                "content": "Data standards",
                "tag": "h4"
            },
            {
                "content": "We’re working to establish and promote data standards that improve interoperability, data quality and ease of integration.",
                "tag": "p"
            },
            {
                "content": "Data mobility and integration",
                "tag": "h4"
            },
            {
                "content": "We’re exploring solutions that reduce the burden on councils when migrating data, submitting statutory returns and sharing information across borders.",
                "tag": "p"
            },
            {
                "content": "Supplier engagement and market analysis",
                "tag": "h4"
            },
            {
                "content": "We want to work with councils and suppliers to understand the challenges and opportunities the evolving local government landscape presents. Our aim is to help improve market conditions, increase supplier transparency, and help councils navigate the software market and procure better digital solutions.",
                "tag": "p"
            },
            {
                "content": "Scaling adoption of common digital solutions",
                "tag": "h4"
            },
            {
                "content": "We’re identifying opportunities for local government to adopt shared digital solutions, whether they are government-built tools like GOV.UK One Login, sector-developed products or private market solutions.",
                "tag": "p"
            },
            {
                "content": "What’s new",
                "tag": "h2"
            },
            {
                "content": "The new directorate is exploring how best to support the scaling of the use of AI across local government operations and services, to help maximise efficiency and support improved service delivery and prevention. There’s lots of brilliant work already happening in this space, but a lot of barriers to address to enable mass adoption. The team will be working closely with the sector as they develop their work. ",
                "tag": "p"
            },
            {
                "content": "Get involved",
                "tag": "h2"
            },
            {
                "content": "We’ll share more about our focus areas in the coming weeks, along with opportunities to contribute your insights.",
                "tag": "p"
            },
            {
                "content": "We are particularly keen to hear about the challenges and opportunities your council faces with data sharing and data insight generation. Let us know by completing our short survey.",
                "tag": "p"
            },
            {
                "content": "Follow our channels for the latest updates and opportunities: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/11/local-digitals-next-steps-with-tom-smith-director-for-artificial-intelligence-and-advanced-analytics/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Tom Smith, Director of the AI and Advanced Analytics Directorate at MHCLG, highlights the push for AI adoption, digital transformation and cyber resilience in councils, and the exciting opportunities to make progress in these areas through the work of Local Digital."
    },
    {
        "title": "Wealth of evidence highlights the benefits of bowel cancer screening",
        "authors": [
            "Harriet Strachan",
            "Dr Becky Maclean"
        ],
        "posted_on": "2025-04-11T08:41:18",
        "categories": [
            "Bowel Cancer Screening"
        ],
        "content": [
            {
                "content": "The UK National Screening Committee (UK NSC) only recommends screening if good quality evidence shows it will do more good than harm at reasonable cost.",
                "tag": "p"
            },
            {
                "content": "April is Bowel Cancer Awareness Month. It's a good opportunity to highlight research analysis, along with data from the NHS Bowel Cancer Screening Programme in England, that provides clear evidence of the benefits of bowel cancer screening. Regular screening reduces both the risk of getting bowel cancer and the risk of dying from the condition. Research shows an estimated 186 bowel cancers are prevented for every 100,000 people screened over a 15-year period.[1]",
                "tag": "p"
            },
            {
                "content": "What bowel cancer screening does",
                "tag": "h2"
            },
            {
                "content": "Bowel cancer screening can detect cancer early, even when there are no symptoms. It can also detect polyps, which are abnormal growths that can develop into cancer over time. Removing polyps is a relatively simple procedure that can reduce the chance of developing bowel cancer in the future.",
                "tag": "p"
            },
            {
                "content": "The NHS in England invites people aged 54 to 74 for bowel cancer screening every 2 years. The programme is gradually expanding to make it available to eligible people aged 50 and over. Bowel cancer screening  is already offered from age 50 in Wales and Scotland.",
                "tag": "p"
            },
            {
                "content": "The screening programme sends out a faecal immunochemical test (FIT) kit, and people use this kit to return a sample of faeces (poo) for testing in a laboratory. If blood is found in the sample, the programme invites that person for further tests, which can include a colonoscopy – an examination of the lining of the large bowel during which any polyps can be removed.",
                "tag": "p"
            },
            {
                "content": "Improving and evolving",
                "tag": "h2"
            },
            {
                "content": "The NHS Bowel Cancer Screening Programme has evolved significantly since its rollout across the UK began back in 2006.",
                "tag": "p"
            },
            {
                "content": "Improvements have included the replacement of the guaiac faecal occult blood test (gFOBt) with the FIT kit in 2019, following a positive UK NSC recommendation.",
                "tag": "p"
            },
            {
                "content": "FIT can detect human blood in faeces at lower concentrations than the gFOBt. It can detect more cancers, particularly advanced adenomas (tumours that may become cancers), and results in more polyps being removed at colonoscopy that might otherwise grow into cancers. Screening is not perfect, and there will always be some cancers that are missed (a false negative result) and some results which suggest people have cancer when they do not (a false positive result). FIT returns fewer false positive results than gFOBt. ",
                "tag": "p"
            },
            {
                "content": "FIT also only requires a single faecal sample, compared to the gFOBt kit that needed 6 samples from 3 bowel motions. FIT is a much more acceptable test to the public. Since April 2019 when FIT was introduced, national bowel cancer screening uptake has increased from under 60% to nearly 70%. This increase has been particularly marked in under-served groups with historically low screening uptake.",
                "tag": "p"
            },
            {
                "content": "In recent years, the age at which the NHS first invites people to screening in England has been gradually lowered from 60 to 50, leading to an increase in the number of referrals for further tests and an increase in the numbers of cancers diagnosed and polyps removed.",
                "tag": "p"
            },
            {
                "content": "There are many other developments that have the potential to improve the programme in the years to come, some of which were discussed at an horizon scanning event in January 2024.",
                "tag": "p"
            },
            {
                "content": "The NHS is committed to making the programme even more effective in line with UK NSC recommendations and to improving data collection.",
                "tag": "p"
            },
            {
                "content": "What the research and data tell us",
                "tag": "h2"
            },
            {
                "content": "A study published in August 2023 found that, following the introduction of the English bowel cancer screening programme, the incidence of colorectal cancer fell among adults of screening age by almost 7%. This study did not consider the impact of the introduction of FIT as the bowel cancer screening test, so the reduction could be even bigger than 7% now.",
                "tag": "p"
            },
            {
                "content": "During 1 April 2023 to 31 March 2024, data from the NHS Bowel Cancer Screening Programme in England showed:",
                "tag": "p"
            },
            {
                "content": "Bowel cancer screening is very good at correctly identifying people who are at higher risk of the condition. For every 1,000 people screened, just 2 people are likely to receive a false positive result.",
                "tag": "p"
            },
            {
                "content": "Tackling inequalities in screening",
                "tag": "h2"
            },
            {
                "content": "There is a significant gap in the proportion of people who take up the offer of screening and follow-up diagnostic tests between the most and least deprived areas of the country.",
                "tag": "p"
            },
            {
                "content": "In the most deprived areas in England (lowest 20%), uptake of screening was 55.8% in 2023 to 2024, compared to 75.8% in the least deprived areas (highest 20%).",
                "tag": "p"
            },
            {
                "content": "If we could increase screening uptake among the most deprived groups to 67% so that an additional 160,000 people would be screened, there would be an estimated 3,170 additional people invited for further tests and approximately 255 more cancers would be diagnosed and treated every year.",
                "tag": "p"
            },
            {
                "content": "The NHS is committed to increasing participation in these under-served populations. It has a national plan which was developed in the summer of 2024, in collaboration with representatives from the screening team in the Department of Health and Social Care, to reduce inequalities. This plan aims to help increase participation and early diagnosis among those most at risk.",
                "tag": "p"
            },
            {
                "content": "[1] Li, S.J., Seedher, T., Sharples, L.D. et al. Impact of changes to the interscreening interval and faecal immunochemical test threshold in the national bowel cancer screening programme in England: results from the FIT pilot study. Br J Cancer 127, 1525–1533 (2022). https://doi.org/10.1038/s41416-022-01919-y",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/04/11/wealth-of-evidence-highlights-the-benefits-of-bowel-cancer-screening/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "April is Bowel Cancer Awareness Month and it's a good time to highlight the evidence that clearly demonstrates the effectiveness of bowel cancer screening."
    },
    {
        "title": "How we look at the use of Early Years Pupil Premium (EYPP) in our inspections of early years settings",
        "authors": [
            "Wendy Ratcliff HMI, Principal Officer, Early Education"
        ],
        "posted_on": "2025-04-10T15:31:48",
        "categories": [
            "Early years"
        ],
        "content": [
            {
                "content": "The Department for Education (DfE) recently published guidance for local authorities on the use of EYPP. The Education Endowment Fund (EEF) has also published guidance for early years providers. This blog will discuss how we look at the use of this vital funding when inspecting early years providers.",
                "tag": "p"
            },
            {
                "content": "As we frequently say, we are tasked with finding out what it is like to be a child at their early years setting.",
                "tag": "p"
            },
            {
                "content": "In practice, this means that we must consider what it is typically like. And we give particular consideration to disadvantaged children and those children with special educational needs and/or disabilities (SEND). This always includes children eligible for EYPP.",
                "tag": "p"
            },
            {
                "content": "During an inspection",
                "tag": "p"
            },
            {
                "content": "During the notification call, we will ask you if any children who attend your setting receive additional funding. This includes two-year-old funding for disadvantage, Disability Access Funding (DAF) and EYPP.",
                "tag": "p"
            },
            {
                "content": "We will probably want to track the experiences of these children throughout the whole inspection. As our Chief Inspector says:",
                "tag": "p"
            },
            {
                "content": "We know that if you are getting it right for children eligible for EYPP, then all children will be benefitting from high-quality education and care.",
                "tag": "p"
            },
            {
                "content": "We will use our inspection methodology to have discussions with leaders, staff and parents. These discussions will focus on what it is like at the setting for children eligible for EYPP. We might ask questions such as:",
                "tag": "p"
            },
            {
                "content": "We will spend most of our time observing the interactions between practitioners and children, particularly those who are disadvantaged. This will help us to evaluate the quality of education and care they receive.",
                "tag": "p"
            },
            {
                "content": "We will consider the decisions of leaders and how well funding is used. Where good decisions are made, and disadvantaged children receive high-quality education, it is likely that all children in those settings are benefitting from high-quality provision.",
                "tag": "p"
            },
            {
                "content": "This might mean that the funding is used to provide targeted interventions for eligible children. Or it could be used for professional development for practitioners which improves the quality of education they provide.",
                "tag": "p"
            },
            {
                "content": "Strong settings will use their knowledge of effective strategies and high-quality education and care throughout their practice. They will do this every day, with all children, and particularly with disadvantaged children. This is vital in improving outcomes for disadvantaged children and helping them to catch up and keep up with their peers.",
                "tag": "p"
            },
            {
                "content": "Settings without EYPP",
                "tag": "p"
            },
            {
                "content": "If you do not have any children who are in receipt of EYPP, we may want to know why this is. We may look into questions such as:",
                "tag": "p"
            },
            {
                "content": "Further reading",
                "tag": "p"
            },
            {
                "content": "We would encourage all providers to read the EEF guidance.",
                "tag": "p"
            },
            {
                "content": "We also recommend reading our Best Start in Life research review, which aims to support you and examines the factors that contribute to high-quality early education. Our inspectors are trained in how to consider these factors.",
                "tag": "p"
            },
            {
                "content": "We know that early education has a positive effect on the life chances of disadvantaged children. And we know that these children, on average, need more opportunities to develop the wider habits and capacities for learning that they will need for later success. Many disadvantaged children need more chances to develop their language and communication and to learn the knowledge they need. This is why it is vital that EYPP funding is used effectively. All of us in early years have a crucial role in making sure these children get what they need to be as successful as their peers.",
                "tag": "p"
            }
        ],
        "link": "https://earlyyears.blog.gov.uk/2025/04/10/how-we-look-at-the-use-of-early-years-pupil-premium-eypp-in-our-inspections-of-early-years-settings/",
        "blog": "Ofsted: early years",
        "blog_link": "https://earlyyears.blog.gov.uk",
        "description": "The Department for Education (DfE) recently published guidance for local authorities on the use of EYPP. The Education Endowment Fund (EEF) has also published guidance for early years providers. This blog will discuss how we look at the use of …"
    },
    {
        "title": "Into the woods: special features in the Forest of Dean",
        "authors": [
            "Kev Tuffley"
        ],
        "posted_on": "2025-04-10T11:40:34",
        "categories": [
            "Into the woods series",
            "Nature"
        ],
        "content": [
            {
                "content": "Even though I have lived in the Forest of Dean nearly all my life and have spent countless pleasurable hours walking its woodlands, I am still discovering new and interesting areas to explore. One such place is located just outside the village of St. Briavels on the western side of the Dean and inside the Wye Valley Area of Outstanding Natural Beauty.",
                "tag": "p"
            },
            {
                "content": "Slade Wood lies in a small valley known as Slade Bottom. Owned and managed by Forestry England, it follows a stream fed by several springs emerging from the valley. This stream, Slade Brook, gives this wood an interesting and unusual feature: tufa dams.",
                "tag": "p"
            },
            {
                "content": "Tufa dams",
                "tag": "h2"
            },
            {
                "content": "Tufa is a type of porous limestone deposited from calcium carbonate-rich water - in this case the springs that arise to feed the Slade Brook from the underlying limestone. The slow flowing nature of the water allows the calcium carbonate to accumulate on the branches and stems of trees which have fallen across the stream, creating a series of dams and cascades known as tufa dams. There are around 60 dams here, forming the longest set in the country at nearly 700m in total. ",
                "tag": "p"
            },
            {
                "content": "The tufa dams on this site are rare as there are still active deposits being created. Consequently, the brook has been designated as a Site of Special Scientific Interest. On a sunny day, the dappled light reflecting from the pools onto overhanging branches is magical.",
                "tag": "p"
            },
            {
                "content": "Wild garlic",
                "tag": "h2"
            },
            {
                "content": "The best time to visit Slade Wood and the tufa dams is in May when the wild garlic (Allium ursinum) is in full bloom. This perennial creates a spectacular and fragrant carpet which in this location has so far managed to be free of wild boar incursions – and boar love to eat it!",
                "tag": "p"
            },
            {
                "content": "Also called ramson, buckram and bear leek, wild garlic produces small, white flowers with six petals held on a single upright stalk. It has long, oval leaves originating from the base of the plant and reproduces largely from bulb propagation and occasionally from seeds. It is closely related to the garlic you buy in supermarkets but has a more delicate flavour.",
                "tag": "p"
            },
            {
                "content": "The leaves and flowers of the wild variety are a popular foraging food but its collection at Slade Wood is prohibited under the Under the Wildlife and Countryside Act 1981 to protect the ecosystem from disturbance.",
                "tag": "p"
            },
            {
                "content": "As well as garlic, the wood contains a wide range of native tree and plant species. Impressively tall mature ash trees rise above an understorey of hazel, wych elm, alder, small-leaved lime and beech. Different fern species thrive in the moist conditions alongside the stream and springs while bluebells, dog’s mercury and coltsfoot are abundant at various times of the year.",
                "tag": "p"
            },
            {
                "content": "Inspiring poetry",
                "tag": "h2"
            },
            {
                "content": "Even though it is at its most picturesque in spring, the wood is a beautiful spot throughout the year. Sean Swallow, a local poet and garden designer, was inspired to write this poem about the site in winter:",
                "tag": "p"
            },
            {
                "content": "Slade Brook, DecemberFor an hour, the applause of water over tufa dams ease,and the brook more slowly pummels air into stone.For an hour, foam accumulates on the surface,a bust of toxic minerals,and lime tree leaves will winter to be green.Mist sweetens the woodland hour,and every rotten thing connects a hairy root of ivy,snakes up a mossy trunk andmonsters a butterscotch crown.For a borrowed hour,the flow does not draw down to the leathery River Wye,and the yellow quarry trucks cease rumbling,for an hourthreadbare wood sorrel grows on a hollow log,growing until the rotten things that give it life also go.",
                "tag": "p"
            },
            {
                "content": "As referenced in the refrain in Sean’s poem, an hour’s walk down through Slade Wood is time borrowed from the rush of life, an escape into a world where nature moves at its own quiet pace, whether in the vibrant bloom of spring or the misty hush of winter.",
                "tag": "p"
            },
            {
                "content": "The gentle flow of Slade Brook, the fragrance and beauty of wild garlic and the shifting light through the trees invite a deeper connection to the land. Here, among tufa dams, time slows just enough for us to listen, breathe and experience a landscape that continues to inspire.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/04/10/into-the-woods-special-features-in-the-forest-of-dean/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "For this month’s ‘Into the woods’ blog, Plant Health Forestry Administrative Officer Kev Tuffley reveals the special features of a beautiful, little-visited woodland in the Forest of Dean."
    },
    {
        "title": "How information architects are helping to build GOV.UK’s future",
        "authors": [
            "Becky Ashley, Lead Information Architect, GOV.UK",
            "Sally Creasey, Senior Information Architect, GOV.UK",
            "Rik Williams, Senior Information Architect, GOV.UK"
        ],
        "posted_on": "2025-04-10T11:31:15",
        "categories": [
            "Content",
            "Events",
            "How we work",
            "What we're working on"
        ],
        "content": [
            {
                "content": "GOV.UK is expanding beyond the existing website to embrace new channels, including a GOV.UK App which is set to be released this summer. As part of a wide range of work across the Government Digital Service (GDS), this will help to realise the vision set out in the blueprint for a modern digital government. The blueprint paves the way for a future where it takes less time for UK citizens to access public services, and where personalised services will come to users, not the other way round.",
                "tag": "p"
            },
            {
                "content": "To deliver these goals, we need to adapt the way GOV.UK’s information, guidance and services - its content - is structured so it can be used across different contexts and platforms.",
                "tag": "p"
            },
            {
                "content": "As information architects, we’re part of a team that’s focusing on content modelling - organising content into the smallest reasonable pieces, for flexible use across GOV.UK channels.",
                "tag": "p"
            },
            {
                "content": "We’ve just hosted at GDS the London event for World Information Architecture Day (WIAD), contributing to activities that took place in multiple locations across the world. In this blog post we’re going to reflect on what we learned from the event, as well as explaining more about our roles and how we will support GOV.UK’s future.",
                "tag": "p"
            },
            {
                "content": "From content types to smaller blocks of information",
                "tag": "h2"
            },
            {
                "content": "More than a decade ago, when GOV.UK replaced nearly 2,000 government websites, we used content types. These formed a structural skeleton for online government. Each type represents a reusable, repeatable container with a shared purpose and common characteristics - for example, a press release, travel advice or a guide.",
                "tag": "p"
            },
            {
                "content": "This approach has worked well, but as we expand into new channels and optimise for AI, we need more granular chunks of information, rich in metadata. Why? Well, structured content and meaning-rich metadata help to serve relevant, summarised content on platforms such as mobile apps. It also supports outcomes and accuracy when content is used to inform AI-generated responses.",
                "tag": "p"
            },
            {
                "content": "As we explained last year in a blog post on Inside GOV.UK, content modelling is one of the main ways we’re doing this. By modelling smaller blocks of information, we are enabling GOV.UK content to be used in places other than traditional web pages in the most efficient way. Think Lego - reassembling to meet different needs.",
                "tag": "p"
            },
            {
                "content": "Life as an information architect",
                "tag": "h2"
            },
            {
                "content": "Information architects have a really wide-ranging role, which extends from shaping entirely new information environments to building the fundamentals of finding things. Information is often a messy world, and we’re here to bring user-centred order to it.",
                "tag": "p"
            },
            {
                "content": "Put simply, information architecture is about making the complex clear, whether for end users, product teams or machines across government. This supports everyone to access the right information at the right time, when it matters most.",
                "tag": "p"
            },
            {
                "content": "No two days are the same for us. Along with our work on content modelling, we design workshops, conduct audits and inventories, create process flows and site maps, and build controlled vocabularies - standardised terms to describe content, that help when it comes to retrieving data.",
                "tag": "p"
            },
            {
                "content": "This represents new ground for government, and requires fresh ways to collaborate. It’s a very rewarding profession.",
                "tag": "p"
            },
            {
                "content": "Bringing people together for World Information Architecture Day",
                "tag": "h2"
            },
            {
                "content": "We hosted the London event for WIAD 2025, celebrating the role of information architecture in our digital world.",
                "tag": "p"
            },
            {
                "content": "WIAD is part of the World IA Association, which supports local communities and leaders, sharing a common goal of teaching, learning and shaping the future of information architecture.",
                "tag": "p"
            },
            {
                "content": "The London event happened at GDS’s office at the White Chapel Building and was a real success, with all places selling out. The room was packed with around 80 people who came to hear talks and take part in valuable conversations.",
                "tag": "p"
            },
            {
                "content": "The theme of “Challenges of change: adapting information in an evolving world” led to fascinating discussions about how we can help people to navigate and make sense of the rapid digital changes happening around us.",
                "tag": "p"
            },
            {
                "content": "For example, by organising and connecting content and metadata in non-hierarchical ways - without a rigid, top-down structure - we can enable new and dynamic user-driven experiences across different channels like mobile apps and chat tools.",
                "tag": "p"
            },
            {
                "content": "Talks explored intelligent navigation systems to help people access services more efficiently, the intersections between IA and AI, and mapping stories with knowledge graphs (a method which could generate rich metadata so that users can explore content in innovative ways). We also focused on the process of learning and applying information architecture as a student.",
                "tag": "p"
            },
            {
                "content": "Capability building",
                "tag": "h2"
            },
            {
                "content": "The role of an information architect is an emerging capability in GDS. It’s an exciting time, and we’re committed to supporting and developing IA practice. We are continuously learning and would love to discuss techniques, skills development and architectural capabilities both inside or outside government. Please email gds-ia@digital.cabinet-office.gov.uk if you would like to connect with us.",
                "tag": "p"
            }
        ],
        "link": "https://insidegovuk.blog.gov.uk/2025/04/10/how-information-architects-are-helping-to-build-gov-uks-future/",
        "blog": "Inside GOV.UK",
        "blog_link": "https://insidegovuk.blog.gov.uk",
        "description": "As we reflect on a successful event at GDS for World Information Architecture Day, find out how information architects’ work to classify, structure and consistently manage content is supporting GOV.UK’s ambitions."
    },
    {
        "title": "IPSA and the Nolan Principles",
        "authors": [
            "Richard Lloyd OBE"
        ],
        "posted_on": "2025-04-09T15:48:41",
        "categories": [
            "30th Anniversary",
            "Ethical standards",
            "MPs",
            "Nolan Principles"
        ],
        "content": [
            {
                "content": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fourth blog is from Richard Lloyd OBE, Chair of the Independent Parliamentary Standards Authority (IPSA).",
                "tag": "p"
            },
            {
                "content": "Since 1911, MPs’ parliamentary work has been supported by public funding. This has long been considered an important part of our representative democracy because it enables ordinary people without private wealth to become an MP. ",
                "tag": "p"
            },
            {
                "content": "The Independent Parliamentary Standards Authority (known as ‘IPSA’) was created in 2009 to set and enforce the rules for how this public money is used. The first sentence of the first IPSA scheme of rules, published 15 years ago this month, was very clear: they began by adopting the Nolan principles. ",
                "tag": "p"
            },
            {
                "content": "The principles have been at the heart of IPSA’s work ever since. In our latest, eighteenth, edition of the scheme the principles are described as ‘fundamental’ to our requirements for MPs. ",
                "tag": "p"
            },
            {
                "content": "And, in our experience, they have worked: since I became its Chair, IPSA has reported the highest levels of compliance by MPs and their staff with our requirements. Very few indeed have tried to knowingly break the rules.",
                "tag": "p"
            },
            {
                "content": "Despite this evidence of strong compliance, both from IPSA and my close colleague the Parliamentary Commissioner for Standards, it is a deeply worrying fact that the public remain sceptical about the probity of politicians. ",
                "tag": "p"
            },
            {
                "content": "And in the present-day context of news from around the world suggesting democracy itself is coming under attack, it is critical that everyone in our parliament demonstrates their commitment to the highest of standards.",
                "tag": "p"
            },
            {
                "content": "We need MPs and their staff to do the right thing not solely because we prescribe in detail what is allowed; we need them to do so because it is simply the cultural norm in every part of public life. ",
                "tag": "p"
            },
            {
                "content": "The consistently high levels of compliance with our rules are one of the reasons why IPSA is planning, over the course of this parliament, to move towards a more flexible, principles-based approach in overseeing the use of our funding.",
                "tag": "p"
            },
            {
                "content": "The Nolan principles will remain as the frame for the more specific codes of behaviour that are expected by IPSA. Within the overarching principles of integrity and accountability MPs must be able to show they are using public funds exclusively for parliamentary purposes, that there are creating no real or perceived conflicts of interest and that they are getting value for money.",
                "tag": "p"
            },
            {
                "content": "Within those guardrails our aim is to enable MPs to make more of their own judgements about how to run their finances in support of their parliamentary work. We want to move away from a one-size-fits-all, box-ticking approach to regulation and instead to focus on the outcomes we seek.",
                "tag": "p"
            },
            {
                "content": "That does not mean that IPSA will stop its day-to-day job of carefully and transparently scrutinising MPs’ spending. But it will mean that we focus our attention proportionately on areas of higher risk or of public concern, increasing our assistance for MPs where it is needed, and in doing so reduce the administrative burden for those that have well-run and compliant offices.",
                "tag": "p"
            },
            {
                "content": "Our purpose is to ensure that MPs spend as much time as possible doing what really matters, whether as legislators in the House of Commons, holding the government to account, or directly helping constituents through casework. That is the best way to rebuild trust in our precious democracy.",
                "tag": "p"
            },
            {
                "content": "The first Committee on Standards in Public Life is to be congratulated on drafting such long-lasting principles that remain live and relevant today. IPSA looks forward to working closely with today’s Committee as we modernise and step up our efforts to support a healthy and ethical parliament. ",
                "tag": "p"
            }
        ],
        "link": "https://cspl.blog.gov.uk/2025/04/09/ipsa-and-the-nolan-principles/",
        "blog": "Committee on Standards in Public Life",
        "blog_link": "https://cspl.blog.gov.uk",
        "description": "To mark the 30th anniversary of the Nolan Principles, the Committee will be publishing a new series of blogs about the work of a range of standards bodies in England. Our fourth blog is from Richard Lloyd OBE, Chair of the Independent Parliamentary Standards Authority (IPSA)."
    },
    {
        "title": "Wild in the City - the Cambridge Nature Network",
        "authors": [
            "Justin Tilley"
        ],
        "posted_on": "2025-04-09T11:13:03",
        "categories": [
            "Connecting People with Nature",
            "Development",
            "Green Infrastructure",
            "Growth",
            "Natural England",
            "Nature",
            "Nature Recovery Network",
            "Parks, trails and nature reserves",
            "Tree Planting",
            "Wildlife"
        ],
        "content": [
            {
                "content": "By Justin Tilley, Principal Manager, West Anglia team",
                "tag": "p"
            },
            {
                "content": "We often talk of ‘being in nature’ as if it’s a special place, away from our everyday world. In Cambridge, Natural England is supporting a major initiative that’s helping wildlife prosper in the built environment, and blurring the line between urban and rural. ",
                "tag": "p"
            },
            {
                "content": "Stroll around the centre of Cambridge, and you could well hear the cry of peregrine falcons from the spires of Kings College Chapel. You may be lucky enough to spot water voles on the bank of the river Cam. Glimpses like this show that nature has a toehold, if not yet a stronghold in this fast growing city.",
                "tag": "p"
            },
            {
                "content": "Here the tech economy is booming, attracting skilled workers. And it’s now a focus of government ambitions for further innovation-driven growth. Greater Cambridge has one of the highest rates of house building in the country, and plans for plenty more, but also one of the lowest levels of natural green space. Where does nature fit in?",
                "tag": "p"
            },
            {
                "content": "Cambridge Nature Network has a big idea. Take a host of varied nature habitats in and around the city, and then join them up. This ambitious project has already restored 24 nature sites, linking them together with nature-friendly farming and wildlife-rich corridors, to form a landscape of 9200 hectares. It’s a partnership project formed of wildlife charities, community groups, local authorities and landowners led by Cambridge Past Present and Future and the Wildlife Trust for Beds Cambs and Northants.",
                "tag": "p"
            },
            {
                "content": "After three years of driving the project forward, James Littlewood, CEO of Cambridge Past Present and Future is beginning to see the fruits of that big idea: ",
                "tag": "p"
            },
            {
                "content": "“Our vision is for connected areas of downland, fens, meadows and woodlands, where nature can recover and thrive and where people can experience a wilder countryside and nature on their doorstep. This can only happen with collaborative action over the long-term and we are encouraging councils, business, community groups and individuals to think about how they can also play their part.”",
                "tag": "p"
            },
            {
                "content": "Cambridge Nature Network was among the first five Nature Recovery Projects supported by Natural England in May 2022 to help meet the long-term ambition of a national ‘Nature Recovery Network’. ",
                "tag": "p"
            },
            {
                "content": "Protected nature sites are often small and isolated. But when we connect habitats, nature’s systems can properly function. If we are to meet the UK government’s target of 30% of land and sea conserved for biodiversity by 2030 we need to make space for nature in the human domains of field, town, suburbia and inner city.",
                "tag": "p"
            },
            {
                "content": "Sustainable growth is vital - so is nature recovery, because you cannot have one without the other. What’s good for nature is good for people too. Restoring nature offers a cost-effective solution to some increasingly urgent problems like flooding, drought, water shortages, food security and climate resilience.",
                "tag": "p"
            },
            {
                "content": "And as Cambridge Nature Network improves local green space, so this expanding city becomes a better place to live, with all the benefits that time spent in nature brings to people’s mental and physical health.",
                "tag": "p"
            },
            {
                "content": "So what has been achieved? ",
                "tag": "p"
            },
            {
                "content": "All but one of the 24 individual habitat creation projects around the city has been completed so far, creating 18 hectares of brand new habitat including woodlands, wildflower-rich chalk grasslands and wetlands",
                "tag": "p"
            },
            {
                "content": "To the east of the city, 7.3 hectares of new grassland have been created next to Wilbraham Fen SSSI, providing a wildlife rich buffer zone supporting the site’s ecological function.",
                "tag": "p"
            },
            {
                "content": "Near the city centre, Logan’s Meadow is a nature reserve by the River Cam, with an active group of local community supporters. They’ve planted trees, managed veteran trees and developed plans for the site’s future in partnership with Cambridge City Council, which will double the size of the reserve. ",
                "tag": "p"
            },
            {
                "content": "In the chalk stream tributary of Coldham's Brook there are new wet areas to help improve water quality and create a more enticing habitat for water voles.",
                "tag": "p"
            },
            {
                "content": "On the community front, five local schools have created wildflower meadows. And at Orchard Park a fruit bush planting project has is encouraging local people to become more involved in nurturing urban biodiversity.",
                "tag": "p"
            },
            {
                "content": "In the surrounding countryside, the project’s land adviser has been supporting a group of farmers to create more space for nature, with advice and small capital grants.",
                "tag": "p"
            },
            {
                "content": "These highlights are just a fraction of the achievements that Cambridge Nature Network has completed so far. There’s more in the pipeline, including plans to tackle the issues affecting chalk streams, a rare habitat that’s particularly threatened by water abstraction for homes and agriculture. ",
                "tag": "p"
            },
            {
                "content": "But we’re beginning to see how through this joined up approach, Cambridge is rewiring its green connections so that nature can secure a place in the city’s future.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/09/wild-in-the-city-the-cambridge-nature-network/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Justin Tilley, Principal Manager, West Anglia team We often talk of ‘being in nature’ as if it’s a special place, away from our everyday world. In Cambridge, Natural England is supporting a major initiative that’s helping wildlife prosper in …"
    },
    {
        "title": "Launch of ‘Issues with Supporting Evidence’ Final Report",
        "authors": [
            "Lucy Jackson, Marine Planner"
        ],
        "posted_on": "2025-04-09T10:49:20",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The Marine Planning Team have published the ‘Issues with Supporting Evidence’ final report, concluding the next step in the preparation of England’s East Marine Plans.",
                "tag": "p"
            },
            {
                "content": "What does the report say?",
                "tag": "p"
            },
            {
                "content": "The report details stakeholder insights on the opportunities, challenges and needs for the east marine plan areas over the next 20 years. 2,220 issues and 1,596 evidence items were presented over the course of the ‘Issues with Supporting Evidence’ engagement period. The report synthesises this data into key themes, priority issues, and key evidence gaps, and explains how the information provided by stakeholders will feed into the next stages of plan development.",
                "tag": "p"
            },
            {
                "content": "Stakeholders were given the opportunity to have their say on issues in the east marine plan areas through three in-person events in Norwich, Peterborough and Hull and three online events. The events took place in the period from 6th of November until 5th of December 2024. Stakeholders were also given the opportunity to provide their perspective via the online platform ‘Citizen Space’.",
                "tag": "p"
            },
            {
                "content": "Why are England’s East Marine Plans being replaced?",
                "tag": "p"
            },
            {
                "content": "England’s East Marine Plans are being replaced because after the Plans’ second three-year report (2020) it was decided that the policies are no longer fit for purpose due to wider legislative and policy changes since the adoption of the plans in 2014.",
                "tag": "p"
            },
            {
                "content": "The process of preparing the East Marine Plan began with the Statement of Public Participation (SPP) which was published in April 2024. ",
                "tag": "p"
            },
            {
                "content": "Following the publication of the SPP, the MMO initiated the Issues with Supporting Evidence stage of the process. The issues identified as part of this process will feed into the preparation of the Vision and Objectives stage for the new East Marine Plan.",
                "tag": "p"
            },
            {
                "content": "Stakeholder engagement is essential in helping the team to develop relevant and useful East Marine Plans. The new policies in these plans will affect all stakeholders operating in the east marine plan areas.",
                "tag": "p"
            },
            {
                "content": "Marine Planning",
                "tag": "p"
            },
            {
                "content": "If you would like to receive regular updates from the Marine Planning Team, please sign up to our newsletter. If you have any questions, please do not hesitate to contact the Planning Team at planning@marinemanagement.org.uk",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/09/launch-of-issues-with-supporting-evidence-final-report/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The Marine Planning Team have published the ‘Issues with Supporting Evidence’ final report, concluding the next step in the preparation of England’s East Marine Plans. What does the report say? The report details stakeholder insights on the opportunities, challenges and …"
    },
    {
        "title": "The East Marine Plan: Pioneering a new approach and publication of the Sustainability Appraisal Scoping report",
        "authors": [
            "Emma Cooper, Marine Planner"
        ],
        "posted_on": "2025-04-09T10:18:26",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "In 2022, the Marine Management Organisation (MMO) recommended that the East Marine Plan should be replaced, based upon the findings of the third Three-Year report. The Secretary of State for Environment, Food and Rural Affairs subsequently agreed with this recommendation and work began on developing the first second-generation English marine plan, marking a significant milestone for the Marine Planning team.",
                "tag": "p"
            },
            {
                "content": "Introducing the Sustainability Appraisal (SA)",
                "tag": "p"
            },
            {
                "content": "To ensure the East Marine Plan is economically, socially, and environmentally sustainable, the MMO has been working alongside SLR Consulting, and in collaboration with stakeholders, on the development of the SA. This independent assessment is crucial for guiding the plan's development and ensuring it meets sustainability goals.",
                "tag": "p"
            },
            {
                "content": "Pioneering the Natural Capital Approach",
                "tag": "p"
            },
            {
                "content": "The MMO has taken the exciting decision to incorporate a natural capital approach into the SA. This innovative method was developed in collaboration with Natural England and ensures that natural capital assets and ecosystem services are thoroughly considered when assessing sustainability. This marks a first for such an approach to be taken for a SA of an English marine plan and the SA Scoping Report sets out the proposed methodology for undertaking it.",
                "tag": "p"
            },
            {
                "content": "Formation of the Sustainability Appraisal Advisory Group (SAAG)",
                "tag": "p"
            },
            {
                "content": "Late in 2023, we formed the Sustainability Appraisal Advisory Group (SAAG), comprising of stakeholders, subject matter experts and specialist advisors from across government and industry. This group brings together valuable insights and expertise to support the natural capital approach and address the diverse aspects of sustainability within the SA.",
                "tag": "p"
            },
            {
                "content": "The SA Scoping Report",
                "tag": "p"
            },
            {
                "content": "We’re pleased to announce that the MMO, in collaboration with the SAAG, has now prepared the SA Scoping Report, which is the first formal output of the SA process. This report provides essential baseline information on the environmental, social, and economic characteristics of the east inshore and offshore marine plan areas. It also explores the likely evolution of these baselines without the new plan.",
                "tag": "p"
            },
            {
                "content": "Additional Resources",
                "tag": "p"
            },
            {
                "content": "To accompany the SA Scoping Report the MMO and SLR Consulting has prepared:",
                "tag": "p"
            },
            {
                "content": "We’re excited to keep you updated as we continue to progress so look out for our updates on the next stages of the SA process! If you’re interested in hearing more about the SA progress and marine planning you can keep up to date with the latest marine planning developments by signing up for our newsletter.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/09/the-east-marine-plan-pioneering-a-new-approach-and-publication-of-the-sustainability-appraisal-scoping-report/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "In 2022, the Marine Management Organisation (MMO) recommended that the East Marine Plan should be replaced, based upon the findings of the third Three-Year report. The Secretary of State for Environment, Food and Rural Affairs subsequently agreed with this recommendation …"
    },
    {
        "title": "Digital Planning: Learning about resilience, cohesion and trust at the 25th Belgo-British Conference ",
        "authors": [
            "Lou Welham, Joint Head of PropTech, Digital Planning"
        ],
        "posted_on": "2025-04-09T09:20:33",
        "categories": [
            "Digital Planning",
            "PropTech"
        ],
        "content": [
            {
                "content": "Recently I had the privilege of attending the 25th annual Belgo-British Conference, in Brussels, alongside Milan Bogunovic, our Digital Planning Programme Director.  ",
                "tag": "p"
            },
            {
                "content": "This year’s theme, ‘Belgium and the United Kingdom: Resilient partners in a changing world’, covered key sectors of both of our societies.  ",
                "tag": "p"
            },
            {
                "content": "We were invited by the Foreign, Commonwealth and Development Office to join a panel discussion on ‘Bridging Generational and Societal Divides’. This was an opportunity for us to share our learnings on building citizen trust, community cohesion and bridging intergenerational divides, which we have been testing and pushing the boundaries on for over 3 years, through the innovative pilots in our PropTech Innovation Fund. Milan sat on the panel chaired by Michelle Haas, from the Egmont Institute, alongside the following esteemed panellists: ",
                "tag": "p"
            },
            {
                "content": "The important role of trust and resilience ",
                "tag": "h2"
            },
            {
                "content": "This long-standing event is a key fixture in the calendar for those involved in and interested in the relationship between Belgium and the UK. The conference and our panel discussion had a clear central theme that directly resonates with our work in PropTech (property technology) and the Digital Planning programme: the crucial role citizen engagement and trust plays, and the importance of building technological capability for a resilient future. ",
                "tag": "p"
            },
            {
                "content": "Cross-border insights ",
                "tag": "h2"
            },
            {
                "content": "The conference brought together national experts, policymakers, researchers and thought leaders from both nations to discuss the pressing challenges and opportunities facing both our societies. Discussions ranged from the intricacies of post-Brexit trade implications to the ever-evolving landscape of digital security, and the need to build resilient communities in the face of global uncertainty.  ",
                "tag": "p"
            },
            {
                "content": "However, what quickly became clear is that although these topics reach far beyond the world of Digital Planning, the solutions to these challenges are closely linked to our work using innovation as a catalyst to build strong, resilient and inclusive systems and communities. ",
                "tag": "p"
            },
            {
                "content": "Key takeaways and highlights ",
                "tag": "h2"
            },
            {
                "content": "Our time at the Belgo-British Conference revealed several impactful insights which will inform our approach to PropTech and Digital Planning.",
                "tag": "p"
            },
            {
                "content": "The importance of inclusive policy-making ",
                "tag": "h3"
            },
            {
                "content": "A powerful message which resonated with us was around the risks associated with developing policies in isolation. We were reminded of the potential consequences of neglecting to engage with the communities or markets who are likely to be most impacted by our decisions. This emphasised the critical need for early public involvement and for our work across government to be genuinely responsive to the diverse needs of our users. ",
                "tag": "p"
            },
            {
                "content": "This might mean we have to shift towards greater transparency and bravery in putting our work out into the wild. Where possible, we should be presenting our work for open discussion at the earliest stages, prioritising engagement from the outset to foster a sense of shared ownership. ",
                "tag": "p"
            },
            {
                "content": "The power of university partnerships",
                "tag": "h3"
            },
            {
                "content": "The conference reminded us of the immense value of universities as a unique resource for research excellence and technological innovation capability. Building strong partnerships with these institutions is crucial for driving forward the transformative system changes we are looking for. We’ve seen this reap huge benefits through the PropTech Innovation Fund, where various universities have partnered with Local Planning Authorities to pilot and deliver solutions.  ",
                "tag": "p"
            },
            {
                "content": "Shifting the risk mindset ",
                "tag": "h3"
            },
            {
                "content": "A key discussion point was the need to move away from a risk-averse approach to innovation, where the main arguments ‘not’ to do something are built around the risks of doing it. Instead, we should focus on the cost of inaction, and what the risks are of ‘not’ doing that thing! ",
                "tag": "p"
            },
            {
                "content": "This is particularly relevant in emerging areas like artificial intelligence (AI), where we should be aiming to develop a language to articulate these opportunity costs of underinvestment or inaction in these areas, and for us where the adoption of such technology could fundamentally improve planning processes. ",
                "tag": "p"
            },
            {
                "content": "Engagement as a form of debate",
                "tag": "h3"
            },
            {
                "content": "One of the most thought-provoking comments which one of the panellists made, focused on how true citizen engagement goes beyond merely informing or educating people. Genuine engagement requires empowering individuals, especially younger generations, with the necessary skills, information and trust necessary for them to participate meaningfully in any critical debate and decision-making. This perspective is particularly important in areas like planning where the temptation for those engaging is to simply try and ‘win people over’ as quickly as possible rather than have a proper dialogue and work on a solution together. ",
                "tag": "p"
            },
            {
                "content": "Our final reflections ",
                "tag": "h2"
            },
            {
                "content": "Participating in the Belgo-British Conference made us realise that the challenges our societies are facing are not just political, technical or economic, but also fundamentally human. Building trust, fostering inclusivity, and empowering citizens are essential components of any successful local, regional or national strategy for resilience.  ",
                "tag": "p"
            },
            {
                "content": "The 25th Belgo-British Conference provided a valuable platform for dialogue and reflection. We look forward to seeing how these discussions translate into collaboration and action in the coming months and hope to see the conference continue in full force for 2026. ",
                "tag": "p"
            },
            {
                "content": "  ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/09/digital-planning-learning-about-resilience-cohesion-and-trust-at-the-25th-belgo-british-conference/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "Innovative pilots funded by the Digital Planning PropTech (property technology) Innovation Fund have given us key insights about building citizen trust, community cohesion and bridging generational divides. We were able to share these learnings at the recent 25th Belgo-British Conference, and come away with a few more.  "
    },
    {
        "title": "Experts agree how to manage incidental findings in lung cancer screening",
        "authors": [
            "David Baldwin"
        ],
        "posted_on": "2025-04-09T09:10:26",
        "categories": [
            "Lung cancer screening"
        ],
        "content": [
            {
                "content": "By Prof David Baldwin, Chair of the UK Clinical Expert Group for Lung Cancer and Mesothelioma, NHS England lead clinician for lung cancer and adviser to the UKNSC",
                "tag": "h4"
            },
            {
                "content": "Nearly all screening programmes and tests have the potential to detect incidental findings (IFs).",
                "tag": "p"
            },
            {
                "content": "These are findings other than the primary condition being screened for and can range from potentially very serious to clinically insignificant.",
                "tag": "p"
            },
            {
                "content": "All screening can do harm as well as good. Potential harms, including false positive results, false negative results, overdiagnosis and overtreatment, also apply to IFs detected by screening. The detection of some IFs might lead to needless or harmful treatment. Others might be benign, clinically insignificant or not have associated interventions that can help, so their disclosure might cause unnecessary anxiety.",
                "tag": "p"
            },
            {
                "content": "It is therefore essential that national screening programmes have clear and consistent guidance on how IFs are managed, reported and communicated. This helps prevent referrals of clinically insignificant findings and optimise the follow-up of findings when interventions could be hugely beneficial. Screening programmes are also very expensive, so management of IFs should be cost-effective, where possible.",
                "tag": "p"
            },
            {
                "content": "The national NHS Lung Cancer Screening Programme is being rolled out following the recommendation from the UK National Screening Committee (UK NSC) and the Westminster government announcement in June 2023.",
                "tag": "p"
            },
            {
                "content": "The main purpose of lung cancer screening is to find lung cancer, not other conditions. However, the low dose thoracic computed tomography (CT) scan used in lung cancer screening can detect a large number and variety of IFs. Identifying many of these, for example findings linked to smoking-related conditions, can greatly improve a person’s health. But some IFs can do more harm than good if we communicate them to patients.",
                "tag": "p"
            },
            {
                "content": "Given how common IFs are in lung cancer screening, it is therefore important we provide health professionals with clear consistent guidance about which findings to communicate to patients and what follow-up actions to take.",
                "tag": "p"
            },
            {
                "content": "National protocol published",
                "tag": "h2"
            },
            {
                "content": "We have developed new national incidental findings protocol that take a very detailed approach to managing IFs.",
                "tag": "p"
            },
            {
                "content": "The new protocol has been developed by the clinical advisory group that advises the national screening programme. It explains the potential significance of each finding, how and when it should be reported and what action the screening programme should take in each case. This can range from no action at all – for example, in the case of a finding of bronchial wall thickening – to an urgent referral for surgery if a large abdominal aortic aneurysm is detected.",
                "tag": "p"
            },
            {
                "content": "The protocol has been published as an annex to the programme’s new quality assurance standards. It aims to strike the right balance between identifying potentially important health issues and avoiding unnecessary anxiety or medical interventions for IFs that are unlikely to be clinically significant.",
                "tag": "p"
            },
            {
                "content": "Important principles",
                "tag": "h2"
            },
            {
                "content": "The protocol is underpinned by a systematic review of the evidence and a careful evaluation of the potential benefits and harms.",
                "tag": "p"
            },
            {
                "content": "It states that only clinically significant findings should be reported to GPs or participants and that people should receive clear information about IFs when they are invited for lung cancer screening. This information should help people make an informed decision about whether to participate and should clearly explain:",
                "tag": "p"
            },
            {
                "content": "The protocol divides IFs into 4 categories:",
                "tag": "p"
            },
            {
                "content": "The protocol includes standardised pathways for specific IFs. Most actionable findings should be managed within secondary care via a screening review multidisciplinary team, while there is an alternative option for primary care to take the lead on some findings.",
                "tag": "p"
            },
            {
                "content": "The pathways include advice about how to communicate IFs and who is responsible for actioning that communication. The most serious and urgent should be communicated directly to secondary care, while many common findings can be communicated simply by a standard letter to the GP.",
                "tag": "p"
            },
            {
                "content": "We encourage all local screening providers to develop these agreed pathways by working closely with primary and secondary care.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK National Screening Committee. You can register to receive updates direct to your inbox, so there’s no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/04/09/experts-agree-how-to-manage-incidental-findings-in-lung-cancer-screening/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The NHS Lung Cancer Screening Programme has developed a new national protocol for the management of incidental findings detected by the programme."
    },
    {
        "title": "Apply for a new log book and tax your vehicle in one easy, online journey",
        "authors": [
            "Rachel Sargeant"
        ],
        "posted_on": "2025-04-08T13:59:09",
        "categories": [
            "DVLA Digital Services"
        ],
        "content": [
            {
                "content": "Is it time to tax your vehicle but you can’t find your documents? We’ve got a simple solution!",
                "tag": "p"
            },
            {
                "content": "As a registered vehicle keeper, you can now apply for a new vehicle log book (V5C) and tax online at the same time. This means you can continue to use your vehicle without waiting up to 5 days for your new log book to arrive in the post. It’s quick and simple!",
                "tag": "p"
            },
            {
                "content": "Making things easier  ",
                "tag": "h2"
            },
            {
                "content": "You must tax your vehicle, even if you don’t have to pay anything. If it’s time to tax your vehicle, you can use a reference number from a recent vehicle tax reminder (V11) or ‘last chance’ warning letter, or your log book. If you don’t have any of these documents, you can apply for a new log book on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "After you’ve applied, the service will ask if you need to tax your vehicle. If you do, you’ll be taken to our safe and secure vehicle tax service. You should get your log book within 5 days, but now you won’t need to wait for it to arrive before you can tax your vehicle and hit the road legally, saving you time and letting you get on with your day.",
                "tag": "p"
            },
            {
                "content": "Listening to your feedback  ",
                "tag": "h2"
            },
            {
                "content": "So, why did we introduce this service update?",
                "tag": "p"
            },
            {
                "content": "Your feedback on the vehicle log book service told us many of you were applying for a new log book because you wanted to tax your vehicle but didn’t have any documents. Insight also showed that, because of this, many of you ended up calling our contact centre instead – around 2,500 of you a month in fact!",
                "tag": "p"
            },
            {
                "content": "We asked ourselves how we could improve your journey as a customer. Our answer was to link the online vehicle log book service to the online vehicle tax service, so you can tax your vehicle at the same time. Previously, you would have had to wait for your replacement log book to arrive before you could tax your vehicle. But now, due to this service update, you can continue to use your vehicle instead of keeping it off the road.",
                "tag": "p"
            },
            {
                "content": "We’d never linked online registration and licensing services before, but with the support of colleagues across DVLA, it was the logical thing to do.",
                "tag": "p"
            },
            {
                "content": "Checking the user journey worked",
                "tag": "h2"
            },
            {
                "content": "We wouldn’t introduce a service update without testing it first! Our Customer Insight team brought together a cross-section of volunteers from across the country to try the service. We asked them to apply for a new log book with the end goal of taxing the vehicle. This allowed us to observe how real people naturally interacted with the service, their understanding of the process, and how they felt about the way the services were linked.",
                "tag": "p"
            },
            {
                "content": "The volunteers said they found the user journey relatively easy but made a couple of suggestions. No problem! We took that on board, made slight tweaks and tested again with a different set of volunteers. This time, feedback was overwhelmingly positive. Our volunteers especially liked being able to tax without needing to wait for the log book to drop through their letterbox.",
                "tag": "p"
            },
            {
                "content": "After the service was introduced, data gathered across a 4-day period showed that all of those who needed to tax and had all the correct documents (such as a valid MOT) were able to do so.",
                "tag": "p"
            },
            {
                "content": "When we launch a new service or update such as this one, it doesn’t end there! We continually look at ways to improve the customer experience. Our goal is to always offer a seamless service that enables you to get what you need quickly and easily.",
                "tag": "p"
            },
            {
                "content": "In summary…",
                "tag": "h2"
            },
            {
                "content": "There’s no need to wait for your new log book to arrive before you can tax your vehicle. You can now easily tax your vehicle at any time, 365 days a year, even if:",
                "tag": "p"
            },
            {
                "content": "Just head on over to the vehicle log book service on GOV.UK and you’re good to go! There’s no need to phone our contact centre, fill out paper forms, pay postage or wait until we process your application (but you can still visit your local Post Office to apply if you’d like to).",
                "tag": "p"
            },
            {
                "content": "Of course, the ideal scenario is to always keep your log book safe and sound. But if you do happen to find yourself with no documents and needing to tax your vehicle, don’t panic. Pick up your chosen device, wherever you are, and get a vehicle log book to sort it out in one easy online journey. ",
                "tag": "p"
            }
        ],
        "link": "https://dvladigital.blog.gov.uk/2025/04/08/apply-for-a-new-log-book-and-tax-your-vehicle-in-one-easy-online-journey/",
        "blog": "DVLA digital services",
        "blog_link": "https://dvladigital.blog.gov.uk",
        "description": "Have you lost your documents but need to tax your vehicle? We’ve got you covered! You can now apply for a new log book and tax at the same time. Rachel Sargeant, Senior Customer Product and Services Manager, explains how this service update will save you time."
    },
    {
        "title": "Two more years: extending ambitions for Nature recovery",
        "authors": [
            "Natural England",
            "Tony Juniper"
        ],
        "posted_on": "2025-04-08T12:56:12",
        "categories": [
            "Biodiversity",
            "Biodiversity Net Gain",
            "Climate change",
            "Connecting People with Nature",
            "Environment Act",
            "Environmental Improvement Plan",
            "Evidence",
            "Farming",
            "Local Nature Recovery Strategy (LNRS)",
            "Marine environment",
            "National Nature Reserve",
            "Natural England",
            "Nature",
            "Protected sites and species"
        ],
        "content": [
            {
                "content": "By Tony Juniper CBE, Chair of Natural England",
                "tag": "p"
            },
            {
                "content": "I was delighted to be invited to serve a third term as Chair of Natural England and look forward to continuing to lead the organisation as it adopts and implements a new strategy. Now is thus a good moment to not only look ahead, but to also offer some reflections on the path we have taken over the past six years towards Nature recovery.",
                "tag": "p"
            },
            {
                "content": "The urgency of halting and reversing the decline in our natural world and the break-down of our climate – two crises that are very much entwined – has increased rapidly, even since I came to Natural England in 2019. Catastrophic fires and floods from California to Australia, and from Germany to Pakistan are among the extremes that increasingly accompany rapid global warming. Here in England, the 2022 heatwave, that for the first time ever took temperatures above 40 degrees, caused almost 3,000 excess deaths, while flooding the following year washed away a fifth of farming income – a £1 billion blow to our economy, not to mention the devastating effects on families and their businesses.",
                "tag": "p"
            },
            {
                "content": "None of this is going away and is unfortunately set to get worse. As responses are being planned, it is obvious we cannot address global heating without also tackling the loss of Nature, reliant as we are on its ability to provide us with food and water, to sustain public health, to regulate our climate and to help us adapt to what are now inevitable changes. These linkages between climate and Nature were recognised by nations at the landmark COP 26 conference hosted by the UK in Glasgow in 2021.",
                "tag": "p"
            },
            {
                "content": "As if this context were not challenging enough, the country faces considerable economic challenges, with this is in turn leading to measures to expand economic growth, including through the building of many more homes and infrastructure. How we square all of this off – reducing emissions, restoring Nature and facilitating growth – is a tough challenge, but at Natural England we are planning for how we can play our most impactful role.",
                "tag": "p"
            },
            {
                "content": "Nature for growth",
                "tag": "p"
            },
            {
                "content": "As I prepare for a third term, my starting point is to see growth in Nature as vital for long-term economic growth, not, as some would have us believe, a barrier to development. With ongoing damage being inflicted on the planet’s life support systems, finding ways to grow Nature at the same time as growing communities and the economy really is a prerequisite for a sustainable future.",
                "tag": "p"
            },
            {
                "content": "This integrated view of Nature supporting our collective wellbeing and resilience is reflected into the heart of the new Natural England strategy. Recovering Nature for Growth, Health and Security outlines what we plan to do in placing a restored natural world at the heart of the Government’s key priorities. As we look forward and to adopting new ways of approaching our mission via this new strategy, I find huge encouragement from looking back to what we managed to achieve during the past 6 years, working in common cause with such a wide range of partners.",
                "tag": "p"
            },
            {
                "content": "We worked closely with government to support the design and introduction of major legislative tools and schemes to support Nature recovery, including via those included in the Environment Act 2021 and the overall commitment to halt species decline by 2030. This was later bolstered by a new Global Biodiversity Framework, that was in some large part achieved by the efforts of the UK, including the need to protect 30 per cent of land and sea by 2030.",
                "tag": "p"
            },
            {
                "content": "Farming for Nature",
                "tag": "p"
            },
            {
                "content": "We have seen the development and ongoing implementation of an Agricultural Transition Plan – and at Natural England we have played a leading and on-going role with farmers and land managers in the roll-out of large-scale Landscape Recovery projects. More than 50 of these ambitious programmes are under way across England, with some of the first round now completing their two-year development phase and moving to implementation.",
                "tag": "p"
            },
            {
                "content": "Working with multiple partners across large areas of England we have established 13 Nature Recovery Projects, such as Purple Horizons in the West Midlands and Bradford and South Pennines in Yorkshire, where we are working with local people and businesses to help bring thriving Nature into urban areas where everyone can enjoy it. It is a similar story with new Sites of Special Scientific Interest, such as the Dearne Valley in South Yorkshire which is transforming a former coalfield into a place where people can enjoy such rare wonders willow tits.",
                "tag": "p"
            },
            {
                "content": "We have supported government in the delivery of the Biodiversity Net Gain policy, enabling Nature-positive built development. This pioneering step has generated interest around the world. Another Environment Act provision was the initiation of Local Nature Recovery Strategies (LNRS), and again Natural England has been working across the country to assist in making these strategies quality plans for the recovery of Nature during the years ahead.",
                "tag": "p"
            },
            {
                "content": "Global to local",
                "tag": "p"
            },
            {
                "content": "The ambition for Nature recovery at the local level was very clearly demonstrated last year in Bristol where the first LNRS was launched by the West of England Nature Partnership. It came just after I returned from Biodiversity COP 16 in Colombia and really brought home to me how the high-level discussions there need to be translated into local delivery of the sort displayed by the energetic and committed members of that LNRS.",
                "tag": "p"
            },
            {
                "content": "In addition to these new policies, we have during the last six years been making the most of more tried and tested methods. This can be seen in the King’s Series of National Nature Reserves, launched with the support of His Majesty the King in 2023, beginning with the Lincolnshire Coronation Coast NNR which will make 33 sq. km of dunes, marsh and mudflat – and their rich array of wildlife – more accessible to some of the 10 per cent most deprived neighbourhoods in England living within walking distance of the reserve. The Natural England Board has so far approved a total of ten new NNRs in the King’s Series and will add a further 15 during the coming three years. Some of them are large and are taking Nature recovery to a new level in the landscapes where they are located.",
                "tag": "p"
            },
            {
                "content": "Much of what we have been able to do during the last six years has helped to deliver on the direction set in Sir John Lawton’s 2010 report Making Space for Nature, which called for more, bigger, better and connected good quality habitats. The new NNRs, plus new SSSIs and new Highly Protected Marine Areas (HPMAs), the Landscape Recovery Projects and Nature Recovery Projects, are all pointing in that direction, while the LNRSs offer more potential for the future.",
                "tag": "p"
            },
            {
                "content": "In addition to piloting HPMAs, Natural England’s marine expertise has underpinned the closure of sandeel fisheries, the publication of our English Seabird Conservation and Recovery Pathway, and the development of offshore wind farms that can produce clean energy alongside healthy marine and coastal Nature. I hope that the natural treasures along our shores will encourage many to explore our newest national trails – the King Charles III England Coast Path and the upgraded Coast to Coast Path – which are due to be completed soon.",
                "tag": "p"
            },
            {
                "content": "We have also been working to foster stronger collaboration with local government, including National Parks and National Landscapes, and the new mayoral authorities. Tools we have developed to assist in these partnerships include the Green Infrastructure Framework (GIF) and we are supporting the delivery of that in places where people live and work, making their communities greener and bluer and therefore more beautiful, healthy, resilient and attractive to potential investors.",
                "tag": "p"
            },
            {
                "content": "Species recovery",
                "tag": "p"
            },
            {
                "content": "Also during the last six years we have made progress with the return of species that were lost to England long ago. One of my personal highlights has been the work we have carried out with a number of government agencies and many partners down the years to establish the science, evidence and regulatory framework needed to enable the careful return of beavers to our waterways, following an absence of more than four centuries. Not only was this policy a seismic moment in our nation’s natural history, it gives one of our most charismatic (and ecologically transformative) species the chance to drive forward Nature recovery across our landscape.",
                "tag": "p"
            },
            {
                "content": "Another welcome return is that of the white-tailed eagle. In 2019 Natural England issued a licence to the Roy Dennis Foundation and Forestry England to undertake the careful release of young birds brought from Scotland at the Isle of Wight. In 2023 I was taken to see the first nest of such birds in England for 240 years.",
                "tag": "p"
            },
            {
                "content": "While making some progress on Nature recovery, the reasons why we do this work have only become more compelling. This includes in relation to public health. The growing extent to which Nature is acknowledged as being essential for people’s health and wellbeing is now apparent in mainstream thinking and policy. It can be seen, for example, in the work on green social prescribing projects in which the NHS, Natural England and a range of bodies have come together to help put Nature at the centre of improving mental health and tackling health inequalities.",
                "tag": "p"
            },
            {
                "content": "Access to Nature",
                "tag": "p"
            },
            {
                "content": "Ensuring communities have access to the natural world is vital in this regard, something that has been notably lacking in more disadvantaged and diverse areas. Targets have been set and work is under way, supported by our GIF, although there remains a long way to go before everyone lives within a 15-minute walk of a good Nature-rich area.",
                "tag": "p"
            },
            {
                "content": "Considering what has been achieved during recent years it is evident that progress can be made and during my third term at Natural England our ambition will be undiminished. It won’t be easy, of course, with a rapid reshaping of the world order taking place at the same time as continuing pressures on household and national budgets, all of which will no doubt lead some to conclude that Nature recovery is an unaffordable luxury when increased spending on defence, health and development is needed.",
                "tag": "p"
            },
            {
                "content": "However, humanity’s reliance on the web of life and its many benefits means that we must redouble efforts for Nature’s recovery. Natural England’s State of Natural Capital report, published last year, reminded us that 90 per cent of the world’s food is derived from just 20 species, while in this country alone the farming industry is dependent on the £500 million service provided by pollinating insects.",
                "tag": "p"
            },
            {
                "content": "Urgent challenges",
                "tag": "p"
            },
            {
                "content": "With hopes of limiting global temperature rises to 1.5 degrees now fading – and even 2 degrees looking increasingly optimistic – there is a growing threat to the pillars of our economic systems. Insurance leaders fear that climate and Nature-based disasters of the scale of the recent fires in California and flooding in Spain are making many properties uninsurable and threatening the entire future of an industry which in turn underpins the banking industry. We also have rising demand for public health services, including for conditions that we know can benefit from access to natural areas. So much for healthy Nature being a luxury.",
                "tag": "p"
            },
            {
                "content": "Facing into these urgent challenges, it’s clear that leadership and collaboration are needed to demonstrate to people in this country and around the world that Nature recovery is both imperative and achievable. The Government is setting out the means to enable this to take place, including alongside moves to step up the pace of building homes and infrastructure, via the Planning and Infrastructure Bill, facilitating the kinds of more strategic approaches that could achieve so much for planners, developers, the natural world and – consequently – people.",
                "tag": "p"
            },
            {
                "content": "We have achieved a great deal, and with new policies there is the potential for elevated impact as we go forward. There is, however, still a lot to do and we will need to make step changes in the pace of action if we are to meet our national environmental goals. I am looking forward to continuing to work with the Natural England team and our many partners as we strive to do better for the natural world that sustains us, and in so doing assist with our national goals for growth, health and security.",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/08/two-more-years-extending-ambitions-for-nature-recovery/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "By Tony Juniper CBE, Chair of Natural England I was delighted to be invited to serve a third term as Chair of Natural England and look forward to continuing to lead the organisation as it adopts and implements a new …"
    },
    {
        "title": "Calling all graduates: Grad scheme opportunity at the CMA",
        "authors": [
            "Will Green"
        ],
        "posted_on": "2025-04-08T11:01:47",
        "categories": [
            "Recruitment"
        ],
        "content": [
            {
                "content": "Applications for our Delivery Graduate Scheme are open for October 2025! If you’re a university graduate (or expect to finish your studies before September), are interested in delivering better outcomes for consumers, and want to play an important role at the UK’s competition and consumer regulator, then the Competition and Markets Authority (CMA) could be the right place for you.",
                "tag": "p"
            },
            {
                "content": "The Scheme",
                "tag": "h2"
            },
            {
                "content": "As a Case Officer on the Delivery Graduate Scheme at the CMA, you’ll gain hands-on experience of CMA casework. You’ll be posted to one of our multi-disciplinary project teams, working alongside legal, economic, financial and technical experts.",
                "tag": "p"
            },
            {
                "content": "Successful applicants will complete three, 12-month placements in different parts of the CMA, contributing to the delivery of high-quality outputs and assisting major investigations and projects. This could involve writing draft proposals for investigations, planning and executing dawn raids, analysing documents, liaising with external stakeholders, developing strategy, and assisting with project management.",
                "tag": "p"
            },
            {
                "content": "Here's what some of our current graduates have to say about the scheme:",
                "tag": "h3"
            },
            {
                "content": "Our training programme",
                "tag": "h2"
            },
            {
                "content": "During your time at the CMA, you’ll also get to advance your skills and knowledge through regular training. The programme will be spread over the 3 years of the scheme, and is designed to expand your knowledge of the CMA’s role, remit and work, and sharpen your drafting, presenting, and IT skills. CMA staff are able to apply for funding for external courses – ranging from academic qualifications to project management certifications – and you’ll also have access to regular seminars from academics and competition experts.",
                "tag": "p"
            },
            {
                "content": "After the completion of the scheme, we expect you’ll have the skills to consider applying for a role as a Principal Case Officer.",
                "tag": "p"
            },
            {
                "content": "Application details",
                "tag": "h2"
            },
            {
                "content": "Applicants must be based in and eligible to work in the UK. Upon applying, you will have 3 tests to complete, comprising:",
                "tag": "p"
            },
            {
                "content": "If you pass all of these tests, you will be presented with an application form where you’ll give examples of your experience. If you’re successful, you’ll be invited to attend an assessment centre and interview.",
                "tag": "p"
            },
            {
                "content": "Apply:",
                "tag": "h3"
            },
            {
                "content": "Find out more and apply by 28 April 2025.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/04/08/calling-all-graduates-grad-scheme-opportunity-at-the-cma-2/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "Applications for our Delivery Graduate Scheme are open for October 2025!"
    },
    {
        "title": "How we’re putting everything you need to know about a dataset on one page",
        "authors": [
            "Gareth Young"
        ],
        "posted_on": "2025-04-08T10:33:26",
        "categories": [
            "Data",
            "Website"
        ],
        "content": [
            {
                "content": "We previously shared the work we’re doing to update and improve the ONS website, and we have recently released a preview of a new page type to give our users a first look at our wider plans for data dissemination. ",
                "tag": "p"
            },
            {
                "content": "The dataset overview page",
                "tag": "h2"
            },
            {
                "content": "The \"Dataset Overview\" page does pretty much what it says on the tin.  It gives you an overview of a published dataset; collecting everything you need to know about that dataset onto the one page. With each data download, we will also show how it relates to other publications, any limitations on its use and who to speak to should there be any queries. ",
                "tag": "p"
            },
            {
                "content": "Every dataset published on our new platform will have one of these pages dynamically generated based on the dataset and its accompanying metadata (which describes the data download). It’s part of our ongoing work to give our users the information they need, when they need it and in the way they want it.",
                "tag": "p"
            },
            {
                "content": "The new design provides a user experience that's consistent with the new website design principles - making our web pages to be easier to use, read and navigate.  The new preview can be viewed here, and we’d really appreciate your feedback – just use the link on the page.",
                "tag": "p"
            },
            {
                "content": "Further previews",
                "tag": "h2"
            },
            {
                "content": "For this first preview we've chosen to go with a simple example - a single edition of the Consumer Price Inflation tables; with only 1 published version, available in a single format.",
                "tag": "p"
            },
            {
                "content": " Over the coming weeks we’ll share further previews which will include:",
                "tag": "p"
            },
            {
                "content": "These public previews allow us to conduct user research and collect feedback, which we then be use to refine and enhance the pages before they go live.",
                "tag": "p"
            },
            {
                "content": "The new Dataset Overview pages are part of a bigger schedule of work that we refer to as Discoverable Datasets, where we want to make it as easy as possible for data consumers to find and access ONS datasets; whether those consumers are large economic institutions, other government departments, academics or members of the general public.",
                "tag": "p"
            },
            {
                "content": "Improving speed and reliability",
                "tag": "h2"
            },
            {
                "content": "Whilst pages like the one we're previewing today are the most visible part of our work, the programme also includes significant behind-the-scenes work to improve the speed and reliability when we publish a dataset.  This work is also setting the foundations for a new data dissemination API.",
                "tag": "p"
            },
            {
                "content": "Over time, we'll migrate historic datasets onto the new platform and continue to enhance the capabilities of that API, creating a one-stop-shop for all ONS-published datasets.",
                "tag": "p"
            }
        ],
        "link": "https://onsdigital.blog.gov.uk/2025/04/08/how-were-putting-everything-you-need-to-know-about-a-dataset-on-one-page/",
        "blog": "ONS Digital, Data and Technology",
        "blog_link": "https://onsdigital.blog.gov.uk",
        "description": "Gareth Young, Product Manager for Data Dissemination, shares the background to the first of a number of previews we’re publishing to improve the way users can access and understand our datasets. "
    },
    {
        "title": "Child maintenance deductions from Universal Credit",
        "authors": [
            "Bruce Calderwood"
        ],
        "posted_on": "2025-04-07T19:30:12",
        "categories": [
            "Children",
            "Claimants",
            "DWP",
            "Legislation",
            "Universal Credit"
        ],
        "content": [
            {
                "content": "I’ve been a member of the Social Security Advisory Committee (SSAC) for around ten years, having previously been a policy director in the Department for Work and Pensions (DWP). Last week I was pleased to see that DWP had agreed nearly all of the recommendations in our most recent report on regulations which changed the way child maintenance and other deductions are made from benefits.[1] We had written formally to the Secretary of State about them and she had accepted four out of five of our recommendations in whole or in part.",
                "tag": "p"
            },
            {
                "content": "The regulations came about because a change announced by the Chancellor of the Exchequer in last year’s Spring Budget would inadvertently stop some child maintenance deductions. She had announced that on 7 April 2025 the Fair Repayment Rate will reduce the maximum deductions that can be taken from a claimant’s Universal Credit (UC) personal allowance from 25 to 15 percent. This would ensure that people on the lowest incomes can keep more of their UC. However, as it stood it would also mean that, when claimants’ total deductions were over 15 percent, any child maintenance deductions would stop and the households where their children lived would be poorer as a result.",
                "tag": "p"
            },
            {
                "content": "DWP developed a package of temporary regulations to stop this from happening and presented these proposals to an extraordinary meeting of SSAC for scrutiny on 14 February 2025.",
                "tag": "p"
            },
            {
                "content": "At that meeting, we accepted that DWP needed to legislate quickly to prevent children losing out. However, the particular solution DWP had adopted meant that more households than before would have child deductions made, and some would see substantial increases in total deductions. Whilst this would benefit the households where their children (from a previous relationship) lived, the evidence we saw told us very little about the composition of, or impact on, households whose monthly income would drop as a result, including the impact on any children in their current household. We concluded that this was partly because of the absence of available data, and partly because DWP had not carried out sufficient analysis of potential effects, in particular the various ways the changes might affect disabled people.[2] We were also concerned about potential risks arising from child maintenance discussions displacing other deductions like those for fuel, and we thought that the date the regulations would come into force was not well enough aligned with the Fair Repayment Rate change.",
                "tag": "p"
            },
            {
                "content": "For these reasons we decided to take the regulations on ‘formal reference’.[3] This means that when the new regulations are laid, the Secretary of State has also to present our report to Parliament along with a statement setting out the extent to which she proposes to give effect to the recommendations and, if she doesn’t intend to accept them, the reasons why not.",
                "tag": "p"
            },
            {
                "content": "This is so that Parliament is better informed about the issues in any consideration of the regulations. Normally when we do this we consult widely to ensure that our analysis is as well informed as possible. However, a solution had to be put in place in time for the introduction of the Fair Repayment Rate. This meant it was not possible to consult others if we were to provide timely advice on the proposals. We therefore decided to rely on our own analysis of the issues, based on the information presented to us by DWP officials, the knowledge and experience of our members and our own 2020 report on the way social security affects separated families.",
                "tag": "p"
            },
            {
                "content": "In the Government’s response to our report, the Minister of State for Social Security and Disability agreed to:",
                "tag": "p"
            },
            {
                "content": "Ministers did not agree to our recommendation that claimants should be allowed to make representations about affordability before deductions begin.",
                "tag": "p"
            },
            {
                "content": "I have a number of reflections on this experience.",
                "tag": "p"
            },
            {
                "content": "[1] The Universal Credit, Personal Independence Payment, Jobseeker’s Allowance and Employment and Support Allowance (Claims and Payments) (Modification) Regulations 2025 (SI 2025/****)",
                "tag": "p"
            },
            {
                "content": "[2] DWP were aware that the impacts were uncertain and as a result had decided to time limit them to a year so that they could be assessed.",
                "tag": "p"
            },
            {
                "content": "[3] The Social Security Administration Act 1992",
                "tag": "p"
            }
        ],
        "link": "https://ssac.blog.gov.uk/2025/04/07/child-maintenance-deductions-from-universal-credit/",
        "blog": "Social Security Advisory Committee",
        "blog_link": "https://ssac.blog.gov.uk",
        "description": "I’ve been a member of the Social Security Advisory Committee (SSAC) for around ten years, having previously been a policy director in the Department for Work and Pensions (DWP). Last week I was pleased to see that DWP had agreed …"
    },
    {
        "title": "Using our evidence to plan our approach to the management of Dartmoor's SSSIs",
        "authors": [
            "Dave Slater"
        ],
        "posted_on": "2025-04-07T14:07:51",
        "categories": [
            "Biodiversity",
            "Evidence",
            "Farming",
            "Nature",
            "Peat",
            "Protected sites and species",
            "Science and evidence",
            "Site of Special Scientific Interest",
            "wildlife and farming"
        ],
        "content": [
            {
                "content": "Today we have published a Review of the evidence for the management of Dartmoor’s Sites of Special Scientific Interest (SSSIs). As an evidence-led organisation, we use this to inform our advice to farmers and stakeholders on Dartmoor. Our job is to take the best available evidence and apply it within the local context. This is needed to provide the best possible outcome for nature and for the people who work, live and visit Dartmoor.  ",
                "tag": "p"
            },
            {
                "content": "This blog sets out Natural England’s ambition and how we are using evidence to inform our approach to Dartmoor. This includes recommendations on short-term extensions to existing Higher Level Stewardship (HLS) agreements and our advice to the newly formed Dartmoor Land Use Management Group (DLUMG).  ",
                "tag": "p"
            },
            {
                "content": "In summary, Natural England’s advice will be based on the following principles: ",
                "tag": "p"
            },
            {
                "content": "Our recent full surveys show there is much more work to be done to improve the condition of Dartmoor’s SSSIs. All SSSIs across Dartmoor remain in unfavourable condition. For many areas grazing patterns are a factor. This includes both under grazing and over grazing. Any successful long-term plan to recover habitats will mean that grazing regimes will have to adapt. The type, numbers, timing and location of grazing animals are key. But we also know that this is very difficult to achieve in practice, given the huge extent of the unenclosed moorland commons. ",
                "tag": "p"
            },
            {
                "content": "Our review of the evidence concludes that causes of unfavourable condition on Dartmoor are multifaceted. Contributing factors include over and under-grazing of livestock (e.g. early summer hardy cattle), excessive burning, peat cutting and drainage. The role of external factors such as nitrogen deposition and climate change are not well evidenced on Dartmoor but should not be ignored in management decisions.  ",
                "tag": "p"
            },
            {
                "content": "The approach to recovering Dartmoor’s SSSIs needs to take account of all these factors – focussing on one issue such as over-grazing will not work. In fact, applying strict limits to grazing across Dartmoor may jeopardise the very farming systems needed. These farming systems are part of the recovery of the mosaic habitats that make Dartmoor a special place for nature. How to control vegetation management across large, complex and unfenced areas is still poorly understood.  ",
                "tag": "p"
            },
            {
                "content": "Trial solutions within Dartmoor’s unique characteristics are needed. We are therefore working closely with the DLUMG and other strategic initiatives to achieve the best ecological outcomes for protected sites. Trialling innovative approaches supported by robust experimental design and academic rigour will add to our future evidence base and advice. ",
                "tag": "p"
            },
            {
                "content": "Much of the evidence in this review is from smaller and more controllable areas than Dartmoor. Achieving a level of control on Dartmoor’s unfenced moorland for sustained improvement in condition is difficult. Even if this level of control could be achieved, we would need to account for the other factors. This all leads to our conclusions that a more holistic approach is needed. This approach must ensure we can sustain a long-term sustainable management regime – meaning it must be compatible with viable farm businesses. This of course, is in line with the aims of the Dartmoor Land Use Management Group. The success of this group is vital for nature recovery on Dartmoor.  ",
                "tag": "p"
            },
            {
                "content": "Many wider initiatives also give us huge optimism for the future health of Dartmoor’s natural environment. The Southwest Peatland Partnership has pioneered the restoration of extensive areas of peatland habitats. There are also three Landscape Recovery pilots that present an exciting opportunity to deliver the desired long-term and creative management. As well as this, the Protected Landscapes Targets and Outcomes Framework point to a step change in Government’s aspirations for our most cherished landscapes.  ",
                "tag": "p"
            },
            {
                "content": "Natural England and Dartmoor’s stakeholders have a common goal of a wildlife-rich landscape in tune with a thriving rural community. With this in mind, we must work very closely with the DLUMG members to co-design an approach and a plan that enhances and sustains the special qualities of Dartmoor’s protected sites.   ",
                "tag": "p"
            },
            {
                "content": "Over the coming year, we will be offering two-year extensions to HLS agreements and supporting farmers to maximise the environmental benefits of their scheme. This will prioritise the protection and enhancement of irreplaceable peatland to prevent deterioration to heathland through targeted management and more regular monitoring. This will also bridge the gap to a time when there is more clarity on Environmental Land Management Schemes (ELMS) to support farmers when making the right choice for their businesses and for nature. ",
                "tag": "p"
            },
            {
                "content": "This interim approach sets the direction for future management and allows time for the DLUMG to co-develop a strategy for achieving our longer-term ambitions. We hope this will pave the way towards a more sustainable and strategic management system for the future of Dartmoor.",
                "tag": "p"
            },
            {
                "content": "The publication of the review follows the publication last week of three Natural England evidence reports to inform action to support the recovery of peatland landscapes: Growing the evidence base to recover England’s treasured peatland landscapes – Natural England  ",
                "tag": "p"
            }
        ],
        "link": "https://naturalengland.blog.gov.uk/2025/04/07/using-our-evidence-to-plan-our-approach-to-the-management-of-dartmoors-sssis/",
        "blog": "Natural England",
        "blog_link": "https://naturalengland.blog.gov.uk",
        "description": "Today we have published a Review of the evidence for the management of Dartmoor’s Sites of Special Scientific Interest (SSSIs). As an evidence-led organisation, we use this to inform our advice to farmers and stakeholders on Dartmoor. Our job is …"
    },
    {
        "title": "New NIHR evidence synthesis groups give major boost to the UK NSC",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-04-07T12:34:05",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "The National Institute for Health Research (NIHR) is investing millions of pounds to provide the UK National Screening Committee (UK NSC) with dedicated research expertise.",
                "tag": "p"
            },
            {
                "content": "The NIHR is funding 3 university partnerships to establish specialist Screening Evidence Synthesis Groups (ESGs). They start work this month (April 2025). Building on the success of the NIHR’s existing ESGs, these groups will provide specialist academic input to help the UK NSC make robust evidence-based recommendations to ministers.",
                "tag": "p"
            },
            {
                "content": "The UK NSC, an independent scientific advisory committee, is responsible for weighing up the potential benefits and harms of screening and advising ministers and the NHS in the 4 UK countries. It only recommends screening if good quality evidence indicates it does more good than harm and represents value for money.",
                "tag": "p"
            },
            {
                "content": "The 3 new ESGs, based in the Universities of Bristol, Sheffield and Warwick/Birmingham, will carry out research projects to inform UK NSC recommendations about which health screening programmes should be introduced, continued, modified or withdrawn.",
                "tag": "p"
            },
            {
                "content": "They will evaluate existing research evidence to help determine if the benefits of screening, such as timely detection, better treatment outcomes and reduced mortality, would outweigh harms that can include overdiagnosis and overtreatment.",
                "tag": "p"
            },
            {
                "content": "Working in partnership",
                "tag": "h2"
            },
            {
                "content": "The investment in the ESGs underlines the commitment of the NIHR and the Department of Health and Social Care to the role of research and evidence synthesis in informing healthcare policy and practice.",
                "tag": "p"
            },
            {
                "content": "Professor Lesley Stewart, Director of the NIHR Evidence Synthesis Programme (ESP), said:",
                "tag": "p"
            },
            {
                "content": "The ESGs will work on a range of research projects. These will include concise evidence maps, which help determine if there is enough published evidence to justify more detailed work, and full modelling exercises that evaluate the overall effectiveness and cost effectiveness of screening programmes in all their complexity. The new groups are also well placed to contribute to the continuous improvement of the committee's approach to the evaluation of the evidence.",
                "tag": "p"
            },
            {
                "content": "Prof Anne Mackie, Director of Programmes for the UK NSC, said: ",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/04/07/new-nihr-evidence-synthesis-groups-give-major-boost-to-the-uk-nsc/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The National Institute for Health Research is investing millions of pounds to provide the UK NSC with dedicated research expertise."
    }
]