[
    {
        "title": "How factors like your location, job or ethnicity can damage your health",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-05-02T10:14:59",
        "categories": [
            "Health Equity"
        ],
        "content": [
            {
                "content": "Health inequalities are avoidable differences in health across our populations. You can suffer health inequalities because of where you were born or live, your ethnicity, or even because of your job. ",
                "tag": "p"
            },
            {
                "content": "Sadly, they are persistent within our communities and their causes are often beyond our control, stemming from multiple complex causes that may require systemic change.",
                "tag": "p"
            },
            {
                "content": "Health inequalities lead to people from different parts of the country, or different ethnic groups, experiencing profound differences in life expectancy, as well as different health outcomes from the same illnesses. ",
                "tag": "p"
            },
            {
                "content": "As well as the personal impact, health inequalities strain health services and reduce economic productivity.",
                "tag": "p"
            },
            {
                "content": "We are committed to achieving the best possible health protection outcomes for everyone across England. This commitment is integral to everything we do and a key part of our Health Equity for Health Security Strategy. ",
                "tag": "p"
            },
            {
                "content": "For the first time, we are bringing together wide-ranging new data through our Health Inequalities in Health Protection report, which provides a high-level summary of the current state of health inequalities in England caused by infectious diseases, as well as environmental health hazards. ",
                "tag": "p"
            },
            {
                "content": "This report is just the start. By highlighting these findings, we aim to enable policy makers, health care professionals and others to understand who is most affected, and where, so that we can increase action to support communities to live in better health. ",
                "tag": "p"
            },
            {
                "content": " The social, physical, mental and economic cost to our communities",
                "tag": "p"
            },
            {
                "content": "Emergency, hospital admission rates for infectious diseases are nearly twice as high in the 20% most deprived areas compared to the least deprived. Individuals living in the 20% most deprived areas of the country are over 7 times more likely to have an emergency admission to hospital for tuberculosis and 6 times more likely for measles, compared to those in the least deprived areas.   ",
                "tag": "p"
            },
            {
                "content": "Those living in the North West experience emergency hospital admission rates for infectious disease that are around 30% higher than the national average, and over 50% higher than those in the South East. ",
                "tag": "p"
            },
            {
                "content": "Impacts from environmental hazards are also linked to deprivation. Areas with higher levels of poverty often have greater air pollution, and people living in these places are more likely to face the effects of adverse weather, due in part to inefficient home insulation and fuel poverty.",
                "tag": "p"
            },
            {
                "content": "The report highlights the way in which these inequalities are amplified for people within inclusion health groups, such as people seeking asylum, people in prison, people experiencing homelessness and people who inject drugs. They are often disproportionately impacted by a range of infectious diseases. For example, it is estimated that over 80% of people in England living with chronic hepatitis C have an injecting drug history. ",
                "tag": "p"
            },
            {
                "content": "In addition to the social, physical and mental health costs to our communities, health inequalities also create a significant economic burden. It was estimated that inequalities in emergency infectious disease hospital admissions cost the NHS between £970 million and £1.5 billion in 2022/23.  ",
                "tag": "p"
            },
            {
                "content": " Reducing health inequalities in health protection",
                "tag": "p"
            },
            {
                "content": "We aim to help protect the public’s health and keep all of our communities safe and ensuring equitable health outcomes will help save lives and protect livelihoods.",
                "tag": "p"
            },
            {
                "content": "We are building our understanding of the communities that experience these inequalities and improving our insight on where best to focus our efforts, and can provide our partners with tailored advice when required, so they can support everyone in the most effective way possible. This can involve working together to improve vaccine uptake, progressing the World Health Organization elimination goals on bloodborne viruses and HIV, managing outbreaks and incidents, or protecting communities from heat waves and flooding. We also work across government in partnership to address the wider determinants of health. Our data and analysis of the evidence, such as in this report, will help us to achieve this.",
                "tag": "p"
            },
            {
                "content": "Through persistent and dedicated effort across all health organisations, national and local government and academia we aim to make a real difference. So that no matter where you live, your ethnicity or your background, we will all have the opportunity for more equitable health outcomes. ",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/05/02/how-factors-like-your-location-job-or-ethnicity-can-damage-your-health/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "Our new Health Inequalities in Health Protection report provides a high-level summary of the current state of health inequalities in England caused by infectious diseases, as well as environmental health hazards. "
    },
    {
        "title": "Coastal Marine Planners - Spring Edition",
        "authors": [
            "Kathleen Telford, Marine Planner"
        ],
        "posted_on": "2025-05-02T08:59:47",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "We share highlights from across the marine plan areas, showcasing our engagement, events, and collaborative initiatives. From student workshops and coastal restoration to conference presentations and policy support, the coastal planners continue to champion sustainable marine management around our coast.",
                "tag": "p"
            },
            {
                "content": "North East",
                "tag": "p"
            },
            {
                "content": "Kathleen and colleagues from the Strategic Renewables Unit delivered a Marine Spatial Planning (MSP) Challenge Game to students at the University of Stirling for the second year as part of our university outreach initiative. It was wonderful to see the students grow in confidence as they navigated the competing interests and developed a deeper understanding of the stakeholder engagement needed to manage the marine environment effectively. A huge thank you to the university for making us feel so welcome.",
                "tag": "p"
            },
            {
                "content": "Closer to home, Kathleen joined the Durham Heritage Partnership as they shared their achievements in regenerating and enhancing the natural beauty of the heritage coastline. These efforts include funding to create a mosaic habitat, with over 100 volunteers taking part in tree and seed planning, as well as Sustainable Drainage Systems funding to support nature-based solutions that improve soil health and river conditions. The partnership also worked on defining a route though Hartlepool for the King Charles III England Coast Path. It was great to hear about the positive progress being made in our region.",
                "tag": "p"
            },
            {
                "content": "East",
                "tag": "p"
            },
            {
                "content": "Mark and Char have been working closely with the Environment Agency, Wildfowl and Westlands Trust and other partners in the East to support two major regional conferences; EASTME and The Coastal Practitioners Conference. These events bring together marine stakeholders to share knowledge and to help drive innovation in the marine space.",
                "tag": "p"
            },
            {
                "content": "In the northern part of the plan area, North Yorkshire Council published their Local Development Scheme, outlining their planned outputs for the next five years. Mark and Kathleen are meeting with policy advisors to promote alignment between marine and terrestrial policies.",
                "tag": "p"
            },
            {
                "content": "Local plans across Norfolk, Suffolk and Cambridgeshire are currently under revision, and the Norfolk and Suffolk Local Nature Recovery Strategies (LNRS) Public Consultation is now open. Char will be working closely with the relevant authorities to submit full consultation responses - an essential step in aligning marine and terrestrial plans and policies, encouraging better protection of the marine space and its assets.",
                "tag": "p"
            },
            {
                "content": "South East",
                "tag": "p"
            },
            {
                "content": "This year, Marie has focused on engaging with Local Planning Authorities (LPAs) in the south east marine plan area, whose local plans are in the early stages of development. In these meetings Marie discussed the links between the priorities outlined in their plans and the ways in which the South East Marine Plan can help to deliver these. Marie also delivered a bespoke implementation session for LPA planning teams, outlining strategic overlaps with the South East Marine Plan. Through this focused engagement we are equipping planning teams with the tools to integrate marine plans into their processes while fostering strong, ongoing collaboration.",
                "tag": "p"
            },
            {
                "content": "Marie also facilitated the MSP Challenge Game with colleagues at the Coastal Futures Conference 2025. The session showcased the complex interactions between marine activities and the decision-making required to be able to successfully manage the marine environment through effective planning.",
                "tag": "p"
            },
            {
                "content": "South (East)",
                "tag": "p"
            },
            {
                "content": "As a new team member, Eva has been getting to know her role, by attending meetings, such as the Solent Forum, where stakeholders from academia, the water industry and others presented. Eva also participated in the Sussex Kelp Summit, which explored the ecological importance of kelp and the efforts of Sussex Kelp Recovery Project. You can learn more here: Kelp Summit 2025 | Sussex Kelp Recovery Project. Eva is looking forward to growing and expanding my knowledge in this new role.",
                "tag": "p"
            },
            {
                "content": "South (West)",
                "tag": "p"
            },
            {
                "content": "Rosie and Charlotte co-delivered two MSP Challenge Game sessions in Guernsey, engaging local deputies and officers though this interactive tool to build understanding of marine planning. Charlotte also presented on marine planning at the British Marine Coastal Conference to leisure and small commercial marine sector representatives, alongside MMO’s Marine Conservation and Licensing teams. Additionally, Charlotte represented the MMO at the British Ports Association's Small Ports Conference in Cowes, Isle of Wight which provided valuable insight into the priorities and challenges facing smaller ports.",
                "tag": "p"
            },
            {
                "content": "South West",
                "tag": "p"
            },
            {
                "content": "In March, Ellie led a MSP Challenge Game workshop at Cardiff University for third-year Marine Environmental Systems students. The session was run in collaboration with the Severn Estuary Partnership, who brought valuable local insights, enhancing the students' learning experience. She has also worked with planning authorities, contributing to the South Gloucestershire Local Plan and supporting efforts with Gloucestershire’s Local Planning Authority.",
                "tag": "p"
            },
            {
                "content": "Ellie and Mae jointly delivered MSP Challenge Game workshops for Masters Marine Conservation students at Plymouth University and facilitated a Marine Plan Policy Assessment workshop for Environmental Law of the Sea students. These sessions introduced students to the statutory obligations under section 58(1) of the Marine and Coastal Access Act 2009, which requires public authorities to consider marine plans in decision-making processes. Using case studies to show how marine plans influence licensing decisions and planning applications, gaining practical insights into marine governance and policy implementation.",
                "tag": "p"
            },
            {
                "content": "They also attended a national ocean literacy workshop - part of a wider effort to co-develop an ocean literacy strategy for England. Organised by the Diverse Marine Values project, Defra, and the Ocean Conservation Trust, the event built on the 2022 UK-wide ocean literacy assessment. It brought stakeholders together to map current ocean literacy activities, identify gaps and set priorities for a co-designed national strategy.",
                "tag": "p"
            },
            {
                "content": "Karrie Schnetler from Marine Licensing supported marine planning by presenting at both the South West Marine Environment group webinar and conference, explaining the Marine Licensing processes and related assessments.",
                "tag": "p"
            },
            {
                "content": "North West",
                "tag": "p"
            },
            {
                "content": "This spring, Chloe attended the Coastal Habitat Restoration and Creation Conference hosted by the North West Coastal Forum (NWCF), where experts shared learning and best practice in coastal habitat restoration projects in North West England. Stakeholders from around the UK came to the conference to celebrate the winners of the North West Awards for Coastal Excellence. The event included a site visit to the Solway Coast, to explore the Solway Firth Partnerships CLEARcoasts project, focusing on potential saltmarsh restoration.",
                "tag": "p"
            },
            {
                "content": "In early April, Chloe also led a MSP Challenge Game with Peel Ports. She would like to thank everyone who attended. These sessions aim to improve facilitation skills and broaden perspectives on marine spatial planning.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/05/02/coastal-marine-planners-spring-edition/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "We share highlights from across the marine plan areas, showcasing our engagement, events, and collaborative initiatives. From student workshops and coastal restoration to conference presentations and policy support, the coastal planners continue to champion sustainable marine management around our coast. …"
    },
    {
        "title": "Sign up for UK NSC online seminar on breast screening and breast density",
        "authors": [
            "TJ Day"
        ],
        "posted_on": "2025-05-02T08:07:41",
        "categories": [
            "Breast Screening"
        ],
        "content": [
            {
                "content": "UK National Screening Committee (UK NSC) seminars, held online via MS Teams, are free for anyone to attend. They provide an opportunity to hear from clinicians and experts on a variety of topics relating to screening tests and screening programmes.",
                "tag": "p"
            },
            {
                "content": "Breast density and mammography",
                "tag": "h2"
            },
            {
                "content": "Women with dense breast tissue are at greater risk of breast cancer. They are more likely to have a cancer missed by screening, as dense breast tissue and abnormal breast tissue can have a similar appearance on a mammogram.",
                "tag": "p"
            },
            {
                "content": "This seminar will look at the increasing evidence for offering additional screening tests to women with dense breasts.",
                "tag": "p"
            },
            {
                "content": "The session will be chaired by Prof Anne Mackie, the UK NSC Director of Programmes. Our presenters will be:",
                "tag": "p"
            },
            {
                "content": "There will be a panel Q&A session following the presentations.",
                "tag": "p"
            },
            {
                "content": "UK NSC seminars",
                "tag": "h2"
            },
            {
                "content": "Anyone with a role or interest in screening is welcome to register for our seminars (see the link above). Feel free to share the details with colleagues.",
                "tag": "p"
            },
            {
                "content": "Please note our seminars are not recorded, but we share the presentation slides in our blog and via our UK NSC seminars webpage.",
                "tag": "p"
            },
            {
                "content": "Keep up to date ",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/05/02/sign-up-for-uk-nsc-online-seminar-on-breast-screening-and-breast-density/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "The next UK NSC seminar, on the topic of breast screening and breast density, will be held on 9 June. You can register for it now."
    },
    {
        "title": "How can schools celebrate VE day and what resources are available?",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-01T16:23:43",
        "categories": [
            "Primary Schools",
            "Schools"
        ],
        "content": [
            {
                "content": "The 80th anniversary of VE Day will be marked on 8 May 2025 – signalling eight decades since the end of the Second World War in Europe.",
                "tag": "p"
            },
            {
                "content": "This year's commemorations provide a unique opportunity to connect younger generations with this pivotal chapter in history. Through personal stories, community events, and educational resources, we can ensure that the significance of VE Day and the sacrifices made during those challenging years are remembered and understood.",
                "tag": "p"
            },
            {
                "content": "This guest post is presented by the Imperial War Museum and includes a range of ideas for schools to mark the occasion – including activities and resources for classroom teaching, celebrations, and assemblies.",
                "tag": "p"
            },
            {
                "content": "What is VE day and when was it?",
                "tag": "h3"
            },
            {
                "content": "On 8 May 1945, people in Britain and across the world celebrated Victory in Europe, now known as VE Day. This marked the unconditional surrender of Germany and meant an end to nearly six years of a war. Some people celebrated early. Many people in Britain didn't wait for the official day of celebration and began the festivities as soon as they heard the news on 7 May. After years of wartime restrictions and dangers – from food and clothes rationing to blackouts and bombing raids – many were finally able to let loose and enjoy themselves.",
                "tag": "p"
            },
            {
                "content": "The day became a public holiday, with parties on the streets across the nation, running late into the night. Villages, towns, and cities were decorated with flags and bunting.",
                "tag": "p"
            },
            {
                "content": "Prime Minister Winston Churchill addressed a crowd of thousands from the balcony of the Ministry of Health in Whitehall. The future Queen, Princess Elizabeth, secretly joined in the festivities, while servicemen, servicewomen, and civilians from Britain, the USA and other Allied Nations celebrated together in a day of unity.",
                "tag": "p"
            },
            {
                "content": "How can schools celebrate VE day and what resources are available?",
                "tag": "h3"
            },
            {
                "content": "VE 80: Learning from Letters Learning Resource",
                "tag": "p"
            },
            {
                "content": "As part of a national callout to mark the 80th anniversary of VE Day, the Imperial War Museum has launched a new schools resource for KS2 learners. Schools can use this resource ahead of VE Day, as well as on the day to explore themes around the 'when', 'what', and 'why' of VE Day.",
                "tag": "p"
            },
            {
                "content": "It will help students understand the significance of VE Day, using a broad range of sources from the Imperial War Museum’s collection to explore Victory in Europe and how the consequences of the Second World War reached beyond VE Day itself. It will also include links to eyewitness videos, providing an engaging insight into the memories of people who experienced VE Day in 1945. A letter writing workshop included in the resource will invite pupils to write or draw their own responses to what they have learnt about the wide variety of themes covered. Whether you focus on a single source, use several together or even all 12, the stories of real people will offer insight and inspiration to be used in the workshop activity.",
                "tag": "p"
            },
            {
                "content": "As well as a range of sources with starter activities, VE 80: Learning from Letters invites pupils to take part in a letter writing or drawing workshop. This workshop, with downloadable templates, offers students the chance to reflect on what they have learnt, to demonstrate their understanding and to offer their own responses. The templates help encourage students to imagine that they are a witness to VE Day, either as themselves, or as a created character.",
                "tag": "p"
            },
            {
                "content": "These resources can be used as part of a whole school assembly to share information or with smaller groups to complete suggested activities. Tag your work with #LearningFromLetters #VE80 to share your celebrations.",
                "tag": "p"
            },
            {
                "content": "Our shared story – all ages",
                "tag": "p"
            },
            {
                "content": "Our Shared Story is a collection of educational resources to support young people to engage with VE Day 2025 80th anniversary commemorations, both inside and outside the classroom. We want every school child in the country to have the opportunity to connect with the stories of the end of the Second World War.",
                "tag": "p"
            },
            {
                "content": "The pack includes a range of curriculum resources for any school to use alongside activities or events relating to the VE and VJ Day 80 commemoration. It includes real experiences of sailors, soldiers, pilots and the children who were evacuated, as well as those who stepped in to support the efforts at home.",
                "tag": "p"
            },
            {
                "content": "The education pack will give primary and secondary schools as well as youth organisations the resources needed to create a meaningful assembly, classroom session, project or celebration in commemoration of VE Day.  ",
                "tag": "p"
            },
            {
                "content": "Discover more VE Day activities here: Education Pack.",
                "tag": "p"
            },
            {
                "content": "How else is the Imperial War Museum commemorating VE Day 2025?",
                "tag": "h3"
            },
            {
                "content": " As part of the celebrations and commemorations taking place across the UK, Imperial War Museums has developed a range of family focused activities and learning resources.",
                "tag": "p"
            },
            {
                "content": "Family Street Parties on Monday 5 May 2025, 10-3pm",
                "tag": "p"
            },
            {
                "content": "Families and communities are invited to join the Imperial War Museum at our family hubs at IWM London and IWM North.",
                "tag": "p"
            },
            {
                "content": "Celebrate 80 years since VE Day, the end of the Second World War in Europe, and enjoy street party activities, including interactive workshops on paper hat making, paper flower making, and paper plate portraiture and games for children.",
                "tag": "p"
            },
            {
                "content": "VE Day 80: Choir Performance on Monday 5 May 2025, 3-3.45pm",
                "tag": "p"
            },
            {
                "content": "Visit IWM London and hear a live performance of songs from the 1940s to the present day, sung by a collection of local London choirs.",
                "tag": "p"
            },
            {
                "content": "This performance organised in collaboration with Sweet Track Productions, will evoke the unique blend of relief, celebration, sadness and community felt across the country 80 years ago, as the Second World War in Europe came to an end.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/how-can-schools-celebrate-ve-day-and-what-resources-are-available/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "The 80th anniversary of VE Day will be marked on 8 May 2025 – signalling eight decades since the end of the Second World War in Europe. This year's commemorations provide a unique opportunity to connect younger generations with this …"
    },
    {
        "title": "Hot weather and heatwaves: guidance for schools and other education settings",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-05-01T09:54:20",
        "categories": [
            "Schools"
        ],
        "content": [
            {
                "content": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults. ",
                "tag": "p"
            },
            {
                "content": "The UK Health Security Agency (UKHSA) has published updated guidance for schools and early years settings to help them. ",
                "tag": "p"
            },
            {
                "content": "Here we recap the key points you need to know about how schools should manage hot weather. ",
                "tag": "p"
            },
            {
                "content": "Do schools close in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "During hot weather, we don’t normally advise schools to close. ",
                "tag": "p"
            },
            {
                "content": "This is because school attendance is the best way for pupils to learn and reach their potential, and hot weather can usually be managed safely. ",
                "tag": "p"
            },
            {
                "content": "School leaders should make sure they take any steps necessary to make sure children are safe and comfortable. ",
                "tag": "p"
            },
            {
                "content": "What are the rules for uniform in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "Schools could consider relaxing uniform rules during hot weather to make sure pupils are comfortable. ",
                "tag": "p"
            },
            {
                "content": "Children should wear loose, light-coloured clothing to help keep cool and sunhats with wide brims. When outdoors, encourage children to stay in the shade as much as possible.  ",
                "tag": "p"
            },
            {
                "content": "Sunscreen with high sun protection factors should be used to protect skin. ",
                "tag": "p"
            },
            {
                "content": "Teachers should also encourage children to take off their blazers and jumpers.  ",
                "tag": "p"
            },
            {
                "content": "What activities are appropriate in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "The Department of Health and Social Care (DHSC) recommends children should not take part in vigorous physical activity on very hot days. Lessons can be adapted for hot weather when sedentary activities are more appropriate. ",
                "tag": "p"
            },
            {
                "content": "What other adjustments can schools make in hot weather? ",
                "tag": "h3"
            },
            {
                "content": "If possible, open classroom doors as well as windows to encourage cross ventilation in the single sided classrooms. ",
                "tag": "p"
            },
            {
                "content": "Windows should be opened as early as possible in the morning before children arrive, or preferably overnight to allow stored heat to escape from the building (checking insurance conditions and need for security if windows are to be left open overnight).  ",
                "tag": "p"
            },
            {
                "content": "Windows should be closed when the outdoor air becomes warmer than the air indoors – this should help keep the heat out while allowing adequate ventilation. Indoor blinds or curtains can be closed where possible but should not block ventilation, CO2 monitors can be used to keep a check on ventilation. ",
                "tag": "p"
            },
            {
                "content": "Electric lighting should be kept to a minimum and equipment should not be left in ‘standby mode’, as this generates heat. Mechanical fans can be used to increase air movement if temperatures are below 35°C – at temperatures above 35°C fans may not prevent heat-related illness and could worsen dehydration. ",
                "tag": "p"
            },
            {
                "content": "Provide and encourage children to drink more water than usual in hot weather. ",
                "tag": "p"
            },
            {
                "content": "Teachers and other educational professionals who manage or work in schools or early years settings should sign up to receive Weather-Heath Alerts from the UK Health Security Agency (UKHSA) and the Met Office by using this form. ",
                "tag": "p"
            },
            {
                "content": "What are the signs of heat related medical conditions in children? ",
                "tag": "h3"
            },
            {
                "content": "If sensible precautions are taken, children are unlikely to be seriously affected by hot conditions but teachers, assistants, school nurses and all child carers should look out for signs of heat stress, heat exhaustion and heatstroke. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat stress: ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heat exhaustion may include: ",
                "tag": "p"
            },
            {
                "content": "To cool a child suffering from heat exhaustion: ",
                "tag": "p"
            },
            {
                "content": "If you are concerned about symptoms, or they are worsening, seek medical advice by contacting NHS 111. ",
                "tag": "p"
            },
            {
                "content": "Heat exhaustion can lead to heatstroke and is a medical emergency. ",
                "tag": "p"
            },
            {
                "content": "Symptoms of heatstroke may include: ",
                "tag": "p"
            },
            {
                "content": "If heatstroke is suspected, call 999 and then cool the child down whilst awaiting medical assistance. ",
                "tag": "p"
            },
            {
                "content": "If a child loses consciousness, or has a fit: ",
                "tag": "p"
            },
            {
                "content": "For more information on heat related illnesses visit the UKHSA’s website. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/05/hot-weather-and-heatwaves-guidance-for-schools-and-other-education-settings/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "There are several ways that schools can make changes to keep children safe in hot weather, especially as children are more at risk of becoming ill with heat-related issues than adults.  The UK Health Security Agency (UKHSA) has published updated guidance …"
    },
    {
        "title": "Bridging the evidence gap: update on research projects supporting FMPs",
        "authors": [
            "​​Jennifer Scott - Fisheries Science Advisor, Defra​",
            "Katie St John Glew - FMP Evidence Lead, Defra"
        ],
        "posted_on": "2025-05-01T09:00:05",
        "categories": [
            "- Defra led FMPs",
            "Evidence"
        ],
        "content": [
            {
                "content": "In our introduction to evidence and fisheries management plans (FMPs), blog post we talked about taking an evidence-based approach to developing our plans and identifying where there are gaps in evidence. ",
                "tag": "p"
            },
            {
                "content": "Last year, we commissioned six Research and Development (R&D) projects to start addressing some of these gaps and are pleased to share our recently published newsletter which gives updates on some of this exciting research. ",
                "tag": "p"
            },
            {
                "content": "You’ll find updates on some of these projects, as well as some longer-term research which contributes to all the published FMPs, alongside key facts and context, scope, timeframes and expected outcomes. ",
                "tag": "p"
            },
            {
                "content": "Read it here: Fisheries Management Plans Research and Development projects newsletter ",
                "tag": "p"
            },
            {
                "content": "This collaborative programme of work brought together policy makers, industry representatives, and academic researchers to co-design practical, evidence-based solutions for sustainable fisheries.  ",
                "tag": "p"
            },
            {
                "content": "The research focused particularly on understudied but economically valuable species. By addressing challenges such as data limitations and the unique lifecycle characteristics of species like cuttlefish, these projects aimed to support coastal communities while ensuring long-term sustainability of marine resources. ",
                "tag": "p"
            },
            {
                "content": "Each of the projects highlighted in the newsletter are listed under the FMPs they relate to: ",
                "tag": "p"
            },
            {
                "content": "Crab and lobster FMP and whelk FMP ",
                "tag": "p"
            },
            {
                "content": "Southern North Sea and Channel demersal non-quota species FMPs ",
                "tag": "p"
            },
            {
                "content": "King scallop FMP ",
                "tag": "p"
            },
            {
                "content": "Bass FMP ",
                "tag": "p"
            },
            {
                "content": "All FMPs ",
                "tag": "p"
            },
            {
                "content": "On 18 March Defra hosted a “Science and FMPs: progress made and exploring the future” event where we discussed the outputs of these projects in more detail.  ",
                "tag": "p"
            },
            {
                "content": "Subscribe to the blog for further insights on the event and to see the final outputs of these projects. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/05/01/bridging-the-evidence-gap-update-on-research-projects-supporting-fmps/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "Explore the research addressing evidence gaps in fisheries management plans through our Research and Development projects newsletter."
    },
    {
        "title": "Single-use vapes: why it’s time to ditch them for good",
        "authors": [
            "Environment blog team"
        ],
        "posted_on": "2025-05-01T08:57:27",
        "categories": [
            "Recycling",
            "Resources and waste",
            "Sustainability"
        ],
        "content": [
            {
                "content": "On 1 June 2025, it will become illegal for businesses to sell or supply all single-use vapes. These include all ‘disposable’ vapes which are not refillable and use a battery which cannot be recharged.   The ban will come into force on the same day across England, Wales, Scotland and Northern Ireland.  ",
                "tag": "p"
            },
            {
                "content": "Read this post to find out how we got here and what this means for you. ",
                "tag": "p"
            },
            {
                "content": "Single-use vapes seemed to appear almost overnight a few years ago. The use of a few popular brands then skyrocketed, particularly among younger people.  ",
                "tag": "p"
            },
            {
                "content": "In eye-catching colours and sweet fruity flavours, it wasn’t long before these vapes became a familiar sight in supermarkets, convenience stores and pub beer gardens in communities across the United Kingdom.    The same products soon began to litter our high streets and green spaces. It became impossible to miss them on the ground of parks, pavements, playgrounds and beaches.  How single-use vapes damage our environment    As well as being eyesores, discarded vapes have a hugely damaging impact on our environment and wildlife. Animals such as birds, fish, and marine mammals can mistake vapes for food and ingest poisonous chemicals.   Whether littered or thrown in a bin and sent to landfill, single-use vapes also release substances like lead and mercury into our soil, rivers and streams. This damages ecosystems and habitats.  The plastics used in these products are nearly impossible for nature to completely break down. Instead, they break into tiny pieces of ‘microplastics’ which can enter our food chains.  These vapes may take a few days to finish, but their environmental harms stick around for a very, very long time.   Say one ‘disposable’ vape promises about 600 puffs - its plastic casing will easily last for 600 years buried in the earth. ",
                "tag": "p"
            },
            {
                "content": "An avalanche of waste   After being used for a very short time, most single-use vapes are thrown away and the materials are not recycled.  Last year, Material Focus estimated that almost five million single-use vapes were either littered or thrown away in general waste every week in the UK. That's the equivalent of eight being thrown away per second.   This is extremely wasteful of the valuable resources contained in these vapes, such as cobalt and copper. In 2022, the same group found that more than 40 tonnes of lithium were discarded in single-use vapes. This is the same amount used to power 5,000 electric vehicles.   For the small number of single-use vapes which are sent for recycling, it’s a difficult job, because they contain many chemical components and are not designed to be taken apart. They usually have to be disassembled by hand – a slow and tricky process which struggles to match the avalanche of vapes that are produced and discarded.   The lithium-ion batteries in these vapes can also cause fires, which risks the safety of waste management workers, firefighters and the public.   In 2023 there were over 1,200 battery fires in bin lorries and waste sites across the UK -  a 70% increase on the year before. Aside from the obvious safety issues, these fires are bad for the quality of air breathed by local communities.  Time to turn the page    Taking these products off the shelves by banning their sale and supply will help to tackle these problems. It will prevent them from being thrown into bins with general waste, and littering of reusable alternatives will be reduced.",
                "tag": "p"
            },
            {
                "content": "This will help to build a more circular economy, where our resources are kept in use for longer and things are built to last.  A majority of the public support this change, with 69% in favour when asked in a consultation in February 2024.   The ban will also help curb the rise in youth vaping. Over half of children who use vapes report that ‘disposable’ models are their product of choice. ",
                "tag": "p"
            },
            {
                "content": "The long-term health impacts of vaping are still emerging, but most vapes contain nicotine which carries the risk of harm and addiction, especially for young people whose brains are still developing. Withdrawal can cause anxiety, irritability, trouble concentrating and headaches.   What people who buy vapes should know  If you’ve got a collection of used up vapes in a drawer at home, don't bin them.  Return them to your vape supplier for recycling or take them to your nearest recycling point.  What businesses who sell vapes should know   Businesses that sell vapes should stop buying new stock of single-use vapes and sell all existing stock before 1 June 2025. If a vape is reusable, you’ll still be able sell or supply it.  Retailers have a legal duty to provide collection points for waste vapes to their customers. Read our guidance for businesses. ",
                "tag": "p"
            }
        ],
        "link": "https://defraenvironment.blog.gov.uk/2025/05/01/single-use-vapes-why-its-time-to-ditch-them-for-good/",
        "blog": "Environment",
        "blog_link": "https://defraenvironment.blog.gov.uk",
        "description": "On 1 June 2025, it will become illegal for businesses to sell or supply all single-use vapes. These include all ‘disposable’ vapes which are not refillable and use a battery which cannot be recharged. Read this post to find out how we got here and what this means for you. "
    },
    {
        "title": "End-of-Life of an Offshore Wind Farm",
        "authors": [
            "Oliver Goldsmith, Offshore Wind Advisor"
        ],
        "posted_on": "2025-04-30T13:51:21",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The UK has been an early adopter of offshore wind, installing turbines in our waters since the turn of the century. We now boast 14.7GW of installed capacity, and in 2023 offshore wind produced 30% of the UK’s electricity needs. Many of the earliest offshore wind farms are now reaching the end of their operational life. Over the next decade, the UK could lose over 1GW of capacity, rising to more than 10GW by 2050. Some sites may be able to extend their lifespan through repair and maintenance, while others could be suitable for repowering—where the site is reused but all infrastructure is replaced with new technology. In some cases, full decommissioning will be required. Selecting the appropriate end-of-life option, and the level of decommissioning needed, will demand careful consideration of technical, financial, environmental, and social factors, with input from both industry and government.",
                "tag": "p"
            },
            {
                "content": "To support this, the Strategic Renewables Unit is convening a cross-government working group to raise early awareness of offshore wind end-of-life challenges, establish clear expectations, and provide guidance to industry on their decommissioning responsibilities. The first workshop, taking place in May 2025, will bring together government departments, regulators, the Crown Estate, and Statutory Nature Conservation Bodies (SNCBs) to share expertise and ensure a joined-up, strategic approach to managing the end of life of offshore wind.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/30/end-of-life-of-an-offshore-wind/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The UK has been an early adopter of offshore wind, installing turbines in our waters since the turn of the century. We now boast 14.7GW of installed capacity, and in 2023 offshore wind produced 30% of the UK’s electricity needs. …"
    },
    {
        "title": "What good regulation looks like and why it matters",
        "authors": [
            "Doug Gurr"
        ],
        "posted_on": "2025-04-30T10:30:38",
        "categories": [
            "Growth and investment",
            "Life at the CMA"
        ],
        "content": [
            {
                "content": "Today I’m speaking to my fellow chairs at a summit of the UK major regulators. It’s a privilege to be part of the deep collective experience and commitment of that group – especially when the UK really needs its regulatory landscape to be a key national asset.",
                "tag": "p"
            },
            {
                "content": "The topic – what does good regulation look like, especially in a challenging and dynamic economic environment?",
                "tag": "p"
            },
            {
                "content": "Firstly, good regulation upholds the interests of UK consumers and businesses. We would be falling at the first hurdle if we didn’t get that right. That’s why I’ve been clear since joining the CMA that, though we must evolve, we’re sticking firmly to the fundamentals – protecting UK consumers and promoting competition. Recent work underscores that commitment – like our recommendations to government for improvements to the infant formula market, our Ticketmaster investigation, and the launch of our first two investigations under the new Digital Markets competition regime.",
                "tag": "p"
            },
            {
                "content": "Good regulation also supports critical, long-term policy goals, and the broader macro-economic environment in which they are formed. Most notably, the UK desperately needs economic growth. It’s the only way out of today’s world of high debt, record tax take and intense pressure on public expenditure. It’s our only route to prosperity for ordinary working families, with better public services, infrastructure and quality of life. That’s why it’s the government’s number one mission – and why all regulators must play their part in helping achieve it. ",
                "tag": "p"
            },
            {
                "content": "I have said it before and will keep saying it: investment is critical. We can’t build our future with the lowest level of business investment in the G7. So, for the CMA, good regulation also means really challenging ourselves on how we can encourage this to the greatest extent, while staying true to our fundamentals. ",
                "tag": "p"
            },
            {
                "content": "There’s a lot we can do for growth and investment through opening up markets to competition, as we did with Open Banking; levelling the playing-field for SMEs, like we did with online marketplaces; and strengthening consumer confidence as we start to implement the new consumer protection regime.",
                "tag": "p"
            },
            {
                "content": "But we can go further – by making meaningful changes to how we carry out our work. Changes that matter to businesses, investors, and startups thinking about whether to choose the UK, over anywhere else in the world, as their home. We’re now actively implementing improvements across ‘4Ps’: the Pace of our end-to end-processes; the Predictability and Proportionality of our actions and decisions (including a sharper focus on UK versus global impact); and our Process, meaning the direct engagement we have with businesses and wider stakeholders. We’re already making considerable headway with this 4Ps framework across core areas of our work, including mergers, consumer protection and digital markets – really listening and responding to feedback as we go.",
                "tag": "p"
            },
            {
                "content": "When it comes to good regulation, the UK’s new Digital Markets competition regime (opens in new tab) has the virtue of already exemplifying many aspects of these 4Ps. It’s designed to keep pace with fast-moving markets and technologies, while not trying to predict the future. It’s highly tailored, applying just to the largest firms and offering the opportunity for scalpel-like remedies, not an industry-wide sledgehammer. And it’s based on ongoing dialogue with firms and the wider ecosystem, collaborating on solutions which work in practice. It’s early days, but progress so far is already starting to show the benefits of a bespoke UK regime.",
                "tag": "p"
            },
            {
                "content": "By getting regulation right, all of us in the regulatory community can make a critical contribution to getting the UK economy growing and ultimately delivering a more prosperous future for everyone.",
                "tag": "p"
            }
        ],
        "link": "https://competitionandmarkets.blog.gov.uk/2025/04/30/what-good-regulation-looks-like-and-why-it-matters/",
        "blog": "Competition and Markets Authority",
        "blog_link": "https://competitionandmarkets.blog.gov.uk",
        "description": "The importance of good regulation in a challenging economic environment."
    },
    {
        "title": "The Mercian Project: empowering woodland owners to improve biodiversity ",
        "authors": [
            "Rachel Bates",
            "Russell Critchley"
        ],
        "posted_on": "2025-04-30T08:00:00",
        "categories": [
            "Nature",
            "Woodland management"
        ],
        "content": [
            {
                "content": "Nearly half of England’s woodland is under-managed or left untouched, leading to a decline in biodiversity and habitat quality. Many of you know all too well that without active stewardship, woods can lose their rich variety of plants and animals.",
                "tag": "p"
            },
            {
                "content": "That’s where the Mercian Woodland Biodiversity Project comes in. Funded by Severn Trent Water and led by the Small Woods Association, this five-year project is helping woodland managers to enhance their woodlands for wildlife.",
                "tag": "p"
            },
            {
                "content": "Supporting woodland managers",
                "tag": "h2"
            },
            {
                "content": "Our project works across a diverse range of sites, with private woodland owners and local planning authorities to community-owned woodland, and those owned by conservation charities.",
                "tag": "p"
            },
            {
                "content": "Three Woodland Biodiversity Advisors work on the project covering the Severn and Trent catchments. We work with participants to produce biodiversity management plans for their sites, which focus on simple, achievable management interventions. We’ve found that even simple changes can greatly enhance a woodland's ecological value.",
                "tag": "p"
            },
            {
                "content": "Understanding each woodland",
                "tag": "h2"
            },
            {
                "content": "When we first visit a site, we meet with owners and managers to learn about their woodland and their aspirations for it. We assess practical considerations like site access and terrain, while checking for any environmental hazards, tree diseases or pests that might affect future management.",
                "tag": "p"
            },
            {
                "content": "Participants are (quite rightly) proud of their woodlands and enjoy showing us around. They like sharing knowledge of their woods and the species which call them home. Many woodland owners already survey the plants and animals in their woods for their own interest. Knowing what species are present can influence future woodland management.",
                "tag": "p"
            },
            {
                "content": "Our biodiversity assessments look at the whole woodland ecosystem. We examine the overall age classes and vegetative structure of each woodland, and the species composition of the canopy, shrub layer and ground flora. We also estimate the rates of natural regeneration and note the amount of fallen and standing deadwood.",
                "tag": "p"
            },
            {
                "content": "With a bit of desk research, we determine if the woodland is ancient or supports the priority habitat of deciduous woodland, identify designations such as local nature reserves, and find out if woodland management plans are already in place.",
                "tag": "p"
            },
            {
                "content": "All of this helps us produce a biodiversity management plan with realistic recommendations.",
                "tag": "p"
            },
            {
                "content": "Creating effective management plans",
                "tag": "h2"
            },
            {
                "content": "Each management plan starts by identifying potential constraints, such as access limitations, environment and weather considerations, and impacts from a changing climate.",
                "tag": "p"
            },
            {
                "content": "Then comes the fun part – working with participants to form a list of management objectives. We develop objectives which will enhance the biodiversity value of their wood and align with their own aims and visions for the future.",
                "tag": "p"
            },
            {
                "content": "Many effective interventions are straightforward enough for owners to carry out themselves, such as increasing fallen deadwood, introducing small-scale coppicing, or creating woodland glades. More complex work, like creating woodland ponds, thinning mature trees or installing deer fencing, often needs additional support and expertise.",
                "tag": "p"
            },
            {
                "content": "Cheveral Wood: biodiversity in action",
                "tag": "h2"
            },
            {
                "content": "Cheveral Wood, a 30-hectare ancient and semi-natural woodland in Nottinghamshire, shows how our approach works in practice. The owner, Ros, signed up to the project in 2024 and has been a dedicated custodian of the woodland, striving to manage it sustainably. With a Forestry Commission woodland management plan in place for the commercial extraction of timber, Ros joined the project for support to enhance the woodland’s ecological value. ",
                "tag": "p"
            },
            {
                "content": "Russell developed a biodiversity management plan focused on diversifying habitats and allowing more light to reach the ground. These changes will support natural tree regeneration and encourage woodland flora to thrive. These aims will be achieved through the completion of interventions such as coppicing, widening woodland rides and creating standing deadwood. ",
                "tag": "p"
            },
            {
                "content": "A key achievement at Cheveral Wood was the restoration of a declining woodland pond. Working with East Midlands Environmental Consultants, we removed encroaching scrub and re-profiled the banks to establish marginal vegetation. This work, funded through the local council's district level licensing scheme for great crested newts, has created valuable new habitat.",
                "tag": "p"
            },
            {
                "content": "Support and training",
                "tag": "h2"
            },
            {
                "content": "Beyond practical management plans, we offer several ways to help woodland owners develop their knowledge and skills. We’ve run practical workshops covering essential management techniques, and loaned out bat detectors so owners can discover which species are using their woodland; information that often influences future management decisions.",
                "tag": "p"
            },
            {
                "content": "To find out how you could better manage woodlands for biodiversity, read our advisory notes for guidance on enhancing woodland for birds, bats, invertebrates and more.",
                "tag": "p"
            },
            {
                "content": "Vision for the future ",
                "tag": "h2"
            },
            {
                "content": "The project aims to bring 600 hectares of woodland back into active management to benefit biodiversity. Every woodland involved in the Mercian Woodland Biodiversity Project is unique, and it takes the engagement, dedication and hard work of all of our project team members and participants to reach this goal.",
                "tag": "p"
            },
            {
                "content": "Going forward, we hope to secure new funding to continue supporting existing participants and to welcome new woods into the project.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/04/30/the-mercian-project-empowering-woodland-owners-to-improve-biodiversity/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Rachel Bates and Russell Critchley are Woodland Biodiversity Advisors at the Small Woods Association. In this guest blog they reveal how a five-year project is enhancing biodiversity in woodlands in England and Wales."
    },
    {
        "title": "Two million lasting powers of attorney added to online Use an LPA service",
        "authors": [
            "matthewyeadon"
        ],
        "posted_on": "2025-04-29T14:47:16",
        "categories": [
            "lasting power of attorney",
            "LPA",
            "Use an LPA"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Once a lasting power of attorney (LPA) has been registered, donors and attorneys can create an account to give organisations access to view the details of that LPA online. This allows banks, healthcare providers and other selected organisations to see the details of the LPA, including information like the donor and attorney information, how decisions are made, and any instructions and preferences.",
                "tag": "p"
            },
            {
                "content": "The Use a lasting power of attorney (Use an LPA) service launched in July 2020 and so far, two million LPAs have been added into the service. We have continued to develop the service in response to feedback, enabling more LPAs to be registered and more details to be visible.",
                "tag": "p"
            },
            {
                "content": "Andy Tovey, Head of Modernising Lasting Powers of Attorney Business Readiness, said: ",
                "tag": "p"
            },
            {
                "content": "How it works ",
                "tag": "h3"
            },
            {
                "content": "Once an LPA is registered, attorneys and donors are sent an activation key and an LPA reference number. If required, new activation keys can be requested through the Use an LPA service. These are explained in this video, codes and reference numbers for your LPA: ",
                "tag": "p"
            },
            {
                "content": "To access the service, donors or attorneys need a GOV.UK One Login account – this is a new way of signing into government services, including Use an LPA. If you don't yet have an account, there is a step-by-step guide on how to set one up on the GOV.UK Use an LPA page.",
                "tag": "p"
            },
            {
                "content": "After a donor or attorney has created an account online, LPAs can be added to the account. A donor or attorney can then make a secure access code which they give to organisations to view an online summary of an LPA and keep track of which organisations have had access. ",
                "tag": "p"
            },
            {
                "content": "Quicker, easier and more secure than sharing your paper LPA",
                "tag": "h3"
            },
            {
                "content": "There are many benefits to using the online service:",
                "tag": "p"
            },
            {
                "content": "Kamlesh Samji, a donor with experience of the Use an LPA service, talks about how it has benefitted him. He said: ",
                "tag": "p"
            },
            {
                "content": "Eligible LPAs ",
                "tag": "h3"
            },
            {
                "content": "Donors and attorneys with LPAs registered on or after 1 January 2016 can use the online service.  ",
                "tag": "p"
            },
            {
                "content": "Learn more",
                "tag": "h3"
            },
            {
                "content": "You can learn more about use an LPA and view an LPA in our blog series.",
                "tag": "p"
            },
            {
                "content": "To get started straight away, visit: ",
                "tag": "p"
            },
            {
                "content": " [English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Ar ôl cofrestru atwrneiaeth arhosol (LPA), gall rhoddwyr ac atwrneiod greu cyfrif fel bod sefydliadau yn gallu gweld manylion yr atwrneiaeth arhosol honno ar-lein. Mae hyn yn galluogi banciau, darparwyr gofal iechyd a sefydliadau dethol eraill i weld manylion yr atwrneiaeth arhosol, gan gynnwys gwybodaeth am y rhoddwr a’r atwrnai, sut mae penderfyniadau’n cael eu gwneud, ac unrhyw gyfarwyddiadau a dewisiadau. ",
                "tag": "p"
            },
            {
                "content": "Lansiwyd y gwasanaeth Defnyddio Atwrneiaeth Arhosol (LPA) ym mis Gorffennaf 2020, a hyd yma mae dwy filiwn o atwrneiaethau arhosol wedi cael eu hychwanegu at y gwasanaeth. Rydym wedi parhau i ddatblygu’r gwasanaeth mewn ymateb i adborth, sy'n golygu bod modd i fwy o atwrneiaethau arhosol gael eu cofrestru a bod mwy o fanylion ar gael.",
                "tag": "p"
            },
            {
                "content": "Dywedodd Andy Tovey, Pennaeth Moderneiddio Parodrwydd Busnes Atwrneiaethau Arhosol:   ",
                "tag": "p"
            },
            {
                "content": "Sut mae’n gweithio   ",
                "tag": "h3"
            },
            {
                "content": "Pan fydd atwrneiaeth arhosol yn cael ei chofrestru, bydd atwrneiod a rhoddwyr yn cael allwedd actifadu a rhif cyfeirnod yr atwrneiaeth arhosol. Os oes angen, gellir gwneud cais am allweddi actifadu newydd drwy’r gwasanaeth Defnyddio Atwrneiaeth Arhosol. ",
                "tag": "p"
            },
            {
                "content": "I gael mynediad at y gwasanaeth, mae rhoddwyr neu atwrneiod angen cyfrif GOV.UK One Login – dyma ffordd newydd o fewngofnodi i wasanaethau’r llywodraeth, gan gynnwys Defnyddio Atwrneiaeth Arhosol. Os nad oes gennych gyfrif eto, mae canllaw cam wrth gam ar sut i greu un ar dudalen Defnyddio Atwrneiaeth Arhosol GOV.UK.",
                "tag": "p"
            },
            {
                "content": "Ar ôl i roddwr neu atwrnai greu cyfrif ar-lein, gellir ychwanegu atwrneiaethau arhosol at y cyfrif. Yna gall rhoddwr neu atwrnai lunio cod mynediad diogel y byddant yn ei roi i sefydliadau i weld crynodeb ar-lein o atwrneiaeth arhosol ac olrhain pa sefydliadau sydd wedi cael mynediad.  ",
                "tag": "p"
            },
            {
                "content": "Mae’n gyflymach, yn haws ac yn fwy diogel na rhannu eich atwrneiaeth arhosol ar bapur",
                "tag": "h3"
            },
            {
                "content": "Mae llawer o fanteision yn gysylltiedig â defnyddio’r gwasanaeth ar-lein:  ",
                "tag": "p"
            },
            {
                "content": "Mae Kamlesh Samji, rhoddwr sydd â phrofiad o’r gwasanaeth Defnyddio Atwrneiaeth Arhosol, yn sôn am sut mae wedi bod o fudd iddo. Dywedodd: ",
                "tag": "p"
            },
            {
                "content": "Atwrneiaethau Arhosol Cymwys ",
                "tag": "h3"
            },
            {
                "content": "Gall rhoddwyr ac atwrneiod gydag atwrneiaethau arhosol sydd wedi’u cofrestru ar 1 Ionawr 2016, neu ar ôl hynny, ddefnyddio’r gwasanaeth ar-lein.   ",
                "tag": "p"
            },
            {
                "content": "Rhagor o wybodaeth",
                "tag": "h3"
            },
            {
                "content": "Gallwch ddysgu mwy am ddefnyddio atwrneiaeth arhosol a gweld atwrneiaeth arhosol yn ein cyfres o flogiau.",
                "tag": "p"
            },
            {
                "content": "I ddechrau arni ar unwaith, ewch i: ",
                "tag": "p"
            }
        ],
        "link": "https://publicguardian.blog.gov.uk/2025/04/29/two-million-lasting-powers-of-attorney-added-to-online-use-an-lpa-service/",
        "blog": "Office of the Public Guardian",
        "blog_link": "https://publicguardian.blog.gov.uk",
        "description": "[English] - [Cymraeg] Once a lasting power of attorney (LPA) has been registered, donors and attorneys can create an account to give organisations access to view the details of that LPA online. This allows banks, healthcare providers and other selected …"
    },
    {
        "title": "Building a Digital Future: GDS and Stemettes Partner to Inspire Girls in Science and Technology",
        "authors": [
            "Dr Anne Marie Imafidon, CEO of Stemettes",
            "Ajoa Akuamoah, Programme Delivery Lead, GDS",
            "Sarah Crandall, Engagement Lead, GDS"
        ],
        "posted_on": "2025-04-29T12:54:52",
        "categories": [
            "DDaT community",
            "DDaT events",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "The Blueprint for modern digital government highlights the importance of creating public services that work for all citizens. As the next generation of both service users and potential digital and data leaders, these students offered invaluable perspectives. ",
                "tag": "p"
            },
            {
                "content": "Opening doors for women and girls in digital",
                "tag": "p"
            },
            {
                "content": "Women remain underrepresented in digital and technology roles across both public and private sectors. This representation gap begins early, with assumptions about who \"belongs\" in STEM fields often forming during school years. ",
                "tag": "p"
            },
            {
                "content": "Minister Clark, Parliamentary Under-Secretary of State for AI and Digital Government, who studied Bioinformatics at the University of Exeter has committed to tackling this issue within the Department for Science, Innovation and Technology (DSIT). ",
                "tag": "p"
            },
            {
                "content": "To address this challenge, Government Digital Service (GDS), the digital centre for government within DSIT, is taking proactive steps to ensure women and girls know there is a space for them in government digital roles. ",
                "tag": "p"
            },
            {
                "content": "One significant initiative is our partnership with Stemettes, an award-winning social enterprise working to inspire and support young women into science, technology, engineering and mathematics careers.",
                "tag": "p"
            },
            {
                "content": "International Day of Women and Girls in Science",
                "tag": "h3"
            },
            {
                "content": "On 11 February, GDS and Stemettes co-hosted an engagement day celebrating the International Day of Women and Girls in Science with 20 students from Greig City Academy in London.",
                "tag": "p"
            },
            {
                "content": "Dr. Anne-Marie Imafidon MBE, CEO and co-founder of Stemettes, shared the day reflected: ",
                "tag": "p"
            },
            {
                "content": "Emily Middleton, Director General of Digital Centre Design in GDS, shared with students the value and importance of young perspectives in shaping the future of digital government. She emphasised how their creativity and fresh thinking could help transform how people interact with public services.",
                "tag": "p"
            },
            {
                "content": "Claire Wraith, Head of Workforce Strategy and Transformation, led an interactive session on the various roles and opportunities across government digital and data functions. ",
                "tag": "p"
            },
            {
                "content": "In a memorable demonstration, students discovered how Squishmallow stickers, dinosaur figures and onions could represent different aspects of the Government Digital and Data Capability Framework – making complex career paths tangible and accessible to them. ",
                "tag": "p"
            },
            {
                "content": "One student thanked the organisers at the end for having such an interactive session, even though she was the one who ended up with an onion. ",
                "tag": "p"
            },
            {
                "content": "Dr Imafidon reflected that:",
                "tag": "p"
            },
            {
                "content": "Shaping the future of government services",
                "tag": "h3"
            },
            {
                "content": "Sarah Crandall, Engagement Lead for GDS, organised small group planning sessions focused on potential improvements to the new GOV.UK Chat tool. ",
                "tag": "p"
            },
            {
                "content": "Students broke into discussion groups, each supported by a GDS mentor, to brainstorm ideas and collaborate on themes for development, including: “booking appointments”, “asking questions about real life things”, “learning real life things simplified (like taxes)”, “next steps in education”, and “reading age (making language in the service accessible for all reading ages)”. ",
                "tag": "p"
            },
            {
                "content": "The student-led prioritisation revealed their most pressing concerns, with Dr Imafidon concluding: ",
                "tag": "p"
            },
            {
                "content": "Looking forward",
                "tag": "h3"
            },
            {
                "content": "This collaboration between GDS and Stemettes represents just the beginning of our commitment to fostering a diverse digital workforce. By engaging young women early and demonstrating the real-world impact of government digital roles, we're working to ensure that the future of public services reflects the diversity of the public they serve.",
                "tag": "p"
            },
            {
                "content": "Would you like to learn more about career opportunities in government digital and data roles? Visit https://ddat-capability-framework.service.gov.uk/ to explore the Government Digital and Data Capability Framework and discover how your skills could help build a more inclusive digital future.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/04/29/building-a-digital-future-gds-and-stemettes-partner-to-inspire-girls-in-science-and-technology/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "The Blueprint for modern digital government highlights the importance of creating public services that work for all citizens. As the next generation of both service users and potential digital and data leaders, these students offered invaluable perspectives. "
    },
    {
        "title": "Building tomorrow's legal talent",
        "authors": [
            "Rachel Newman, Senior Legal Manager"
        ],
        "posted_on": "2025-04-29T11:45:00",
        "categories": [
            "General",
            "Training and support",
            "User experience and research"
        ],
        "content": [
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "The journey from law student to legal professional is an important transition that requires practical experience alongside academic learning. We’re working with the University of Reading to help bridge this gap, providing students with invaluable hands-on experience in the courtroom. ",
                "tag": "p"
            },
            {
                "content": "Earlier this year, we hosted a speed mooting (a mock proceeding where advocates practice presenting legal arguments) competition for 12 law students. Each had 5 minutes to present their legal argument to a panel including the District Judge (Magistrates’ Courts) Sam Goozee, the High Sheriff of Berkshire and myself. This builds on our previous outreach work, which we explored in our recent Inside HMCTS podcast episode.  ",
                "tag": "p"
            },
            {
                "content": "Bringing the courtroom experience to life ",
                "tag": "h2"
            },
            {
                "content": "The outreach programme between HMCTS and University of Reading began when Judge Goozee and I met with lecturers there as we wanted to provide support to the law students to encourage them to take part in advocacy. I’ve worked in the courts service for 36 years now, having entered following a law degree and subsequently qualifying as a solicitor and barrister. I was really keen to promote these opportunities because I didn't get the opportunity to do advocacy work and see the courts live in action when I did my law degree all those years ago. ",
                "tag": "p"
            },
            {
                "content": "The competition, now in its second year, has evolved from its university-based beginnings to being hosted in the Magistrates' Court. As Judge Goozee notes, \"This year we've actually brought it to the Magistrates' Court and it's become more of a competition where we're going to be offering certificates and a trophy to the winning student.\" ",
                "tag": "p"
            },
            {
                "content": "Amanda Millmore, Professor of Law at the University of Reading, highlights the practical value for students: \"It can be very dry reading law books and looking at cases and not really appreciating how this plays out in the big wide world. So having the opportunity to come to the court, gives them that perspective that they wouldn't otherwise have.\"  ",
                "tag": "p"
            },
            {
                "content": "One student described the experience: \"It was a fantastic opportunity to stand in a real courtroom in front of a real judge and in a very realistic situation. It's definitely solidified my desires to join the criminal bar.”  ",
                "tag": "p"
            },
            {
                "content": "Another highlighted the adrenaline rush and learning value: \"My favourite part today was definitely the feedback that we got from the judge. He gave so much insight into his own experience and perspective. It was a very big learning experience for me understanding how advocacy works and how barristers think.” ",
                "tag": "p"
            },
            {
                "content": "Professor Millmore points out the career benefits to the students: \"To be able to say that they've had a certificate from the Magistrates' Court helps the students stand out when they're applying for jobs. It's really good for them to build their employability skills and CVs.\" ",
                "tag": "p"
            },
            {
                "content": "Creating career pathways  ",
                "tag": "h2"
            },
            {
                "content": "Events like these are part of our wider outreach showcasing career pathways within HMCTS, from our trainee legal adviser programme to operational positions with progression to senior management.  ",
                "tag": "p"
            },
            {
                "content": "I love being able to go out to the students and tell them about the role that we do and the opportunities available within HMCTS. It's a job that I still love doing three decades down the road. ",
                "tag": "p"
            },
            {
                "content": "Ros Birch, Acting Head of Legal Operations in the South East, explains how this work supports HMCTS’ objectives: \"We found that a lot of schools, universities, colleges don't have a lot of information about the court service. People can join either as qualified solicitors or barristers and as legal advisors in training. We also do an apprenticeship, so for those who join us who haven't fully qualified, they can qualify in service. With the outreach work, our applications have really increased.”  ",
                "tag": "p"
            },
            {
                "content": "Beyond career opportunities, the outreach programme develops essential skills for students, whatever their eventual career. \"If they can do speed mooting, then they'll be able to do other types of public speaking, and it gives them a chance to see what's out there\", says Ros. ",
                "tag": "p"
            },
            {
                "content": "Looking to the future  ",
                "tag": "h2"
            },
            {
                "content": "The success of this initiative has sparked interest in expansion, and Ros wants to replicate the work: \"There are other areas that already do some similar outreach activities, but it would be great if we could do them to the extent they've done in Reading.\"  ",
                "tag": "p"
            },
            {
                "content": "For Judge Goozee, the programme helps judges engage with the community: \"As a judge, it's important that we involve ourselves in outreach work so that students understand and the public understand what our job is. It's a really valuable opportunity to engage with these young students.\"   ",
                "tag": "p"
            },
            {
                "content": "This collaboration demonstrates our commitment to developing the next generation of legal professionals. By providing practical experience, career guidance, and networking opportunities, we're helping to build a stronger, more diverse legal sector. ",
                "tag": "p"
            },
            {
                "content": "If you’re a university lecturer or law student interested in future work shadowing opportunities, please contact Legalrecruitment@justice.gov.uk. ",
                "tag": "p"
            },
            {
                "content": "[English] - [Cymraeg]",
                "tag": "p"
            },
            {
                "content": "Meithrin talent gyfreithiol y dyfodol ",
                "tag": "h2"
            },
            {
                "content": "Mae'r daith o fyfyriwr y gyfraith i weithiwr proffesiynol cyfreithiol yn gam pwysig sy'n gofyn am brofiad ymarferol ochr yn ochr â dysgu academaidd. Rydym yn gweithio gyda Phrifysgol Reading i helpu i bontio'r bwlch hwn, gan roi profiad ymarferol amhrisiadwy i fyfyrwyr yn yr ystafell llys. ",
                "tag": "p"
            },
            {
                "content": "Y mis diwethaf, gwnaethom gynnal cystadleuaeth ffug lys barn cyflym (achos ffug lle mae eiriolwyr yn ymarfer cyflwyno dadleuon cyfreithiol) ar gyfer 12 o fyfyrwyr y gyfraith. Roedd gan bob un 5 munud i gyflwyno eu dadl gyfreithiol i banel gan gynnwys y Barnwr Rhanbarth (Llysoedd Ynadon) Sam Goozée, Uchel Siryf Berkshire a minnau. Mae hyn yn adeiladu ar ein gwaith allgymorth blaenorol, a archwiliom yn ein podlediad Inside HMCTS diweddar.  ",
                "tag": "p"
            },
            {
                "content": "Dod â phrofiad yr ystafell llys yn fyw ",
                "tag": "h2"
            },
            {
                "content": "Dechreuodd y rhaglen allgymorth rhwng GLlTEF a Phrifysgol Reading pan gyfarfu'r Barnwr Goozee a minnau â darlithwyr yno gan ein bod am ddarparu cefnogaeth i fyfyrwyr y gyfraith i'w hannog i gymryd rhan mewn eiriolaeth. Rwyf wedi gweithio yn y gwasanaeth llysoedd ers 36 mlynedd bellach, ar ôl dilyn gradd yn y gyfraith ac yna cymhwyso fel cyfreithiwr a bargyfreithiwr. Roeddwn i'n awyddus iawn i hyrwyddo'r cyfleoedd hyn oherwydd ni chefais y cyfle i wneud gwaith eirioli a gweld y llysoedd ar waith pan wnes i fy ngradd yn y gyfraith yr holl flynyddoedd hynny yn ôl. ",
                "tag": "p"
            },
            {
                "content": "Mae'r gystadleuaeth, sydd bellach yn ei hail flwyddyn, wedi esblygu o'i dechreuadau yn y brifysgol i gael ei chynnal yn y Llys Ynadon. Fel y dywed y Barnwr Goozee, \"Eleni rydym wedi dod ag ef i'r Llys Ynadon ac mae wedi dod yn fwy o gystadleuaeth lle rydyn ni'n mynd i fod yn cynnig tystysgrifau a thlws i'r myfyriwr buddugol.\" ",
                "tag": "p"
            },
            {
                "content": "Mae Amanda Millmore, Athro yn y Gyfraith ym Mhrifysgol Reading, yn tynnu sylw at ei werth ymarferol i fyfyrwyr: \"Gall fod yn ddiflas iawn darllen llyfrau cyfreithiol ac edrych ar achosion a ddim wir yn gwerthfawrogi sut mae hyn yn digwydd yn y byd go iawn. Felly mae cael y cyfle i ddod i'r llys, yn rhoi'r persbectif yna iddyn nhw na fydden nhw fel arall yn ei gael.\"  ",
                "tag": "p"
            },
            {
                "content": "Disgrifiodd un myfyriwr y profiad: \"Roedd yn gyfle gwych i sefyll mewn llys go iawn o flaen barnwr go iawn ac mewn sefyllfa realistig. Mae'n bendant wedi cadarnhau fy nyheadau i ymuno â'r bar troseddol. \"  ",
                "tag": "p"
            },
            {
                "content": "Amlygodd un arall yr adrenalin a'r gwerth dysgu: \"Fy hoff ran heddiw yn bendant oedd yr adborth a gawsom gan y barnwr. Rhoddodd gymaint o fewnwelediad i'w brofiad a'i safbwynt ei hun. Roedd yn brofiad dysgu mawr iawn i mi ddeall sut mae eiriolaeth yn gweithio a sut mae bargyfreithwyr yn meddwl.\" ",
                "tag": "p"
            },
            {
                "content": "Mae'r Athro Millmore yn tynnu sylw at fanteision gyrfa y myfyrwyr: \"Mae gallu dweud eu bod wedi cael tystysgrif gan Lys yr Ynadon yn helpu'r myfyrwyr i sefyll allan pan fyddan nhw'n ymgeisio am swyddi. Mae'n beth da iawn iddynt feithrin eu sgiliau cyflogadwyedd a'u CVs.\" ",
                "tag": "p"
            },
            {
                "content": "Creu llwybrau gyrfa  ",
                "tag": "h2"
            },
            {
                "content": "Mae digwyddiadau fel y rhain yn rhan o'n rhaglen allgymorth ehangach sy'n arddangos llwybrau gyrfa o fewn GLlTEF, o'n rhaglen cynghorwyr cyfreithiol dan hyfforddiant i swyddi gweithredol gyda’r gallu i ddod yn uwch reolwyr.  ",
                "tag": "p"
            },
            {
                "content": "Rwyf wrth fy modd yn gallu mynd at y myfyrwyr a dweud wrthynt am y rôl a wnawn a'r cyfleoedd sydd ar gael o fewn GLlTEF. Mae'n swydd rwyf dal wrth fy modd yn ei gwneud 3 degawd i lawr y ffordd. ",
                "tag": "p"
            },
            {
                "content": "Mae Ros Birch, Pennaeth Gweithrediadau Cyfreithiol Dros Dro yn Ne-ddwyrain Lloegr, yn esbonio sut mae'r gwaith hwn yn cefnogi amcanion GLlTEF: \"Deuthum i ddeall nad oes gan lawer o ysgolion, prifysgolion a cholegau lawer o wybodaeth am y gwasanaeth llysoedd. Gall pobl ymuno naill ai fel cyfreithwyr neu fargyfreithwyr cymwys ac fel cynghorwyr cyfreithiol dan hyfforddiant. Rydym hefyd yn cynnig prentisiaethau, felly i'r rhai sy'n ymuno â ni nad ydynt wedi cymhwyso'n llawn, gallant gymhwyso tra’n gweithio yn y gwasanaeth. Gyda'r gwaith allgymorth, mae ein ceisiadau wedi cynyddu'n fawr.\"  ",
                "tag": "p"
            },
            {
                "content": "Y tu hwnt i gyfleoedd gyrfa, mae'r rhaglen allgymorth yn datblygu sgiliau hanfodol i fyfyrwyr, beth bynnag fo'u gyrfa yn y pen draw. \"Os ydyn nhw'n gallu cymryd rhan mewn ffug lys barn cyflym, yna byddan nhw'n gallu gwneud mathau eraill o siarad cyhoeddus, ac mae'n rhoi cyfle iddyn nhw weld be' sydd allan yna\", meddai Ros. ",
                "tag": "p"
            },
            {
                "content": "Edrych i'r dyfodol  ",
                "tag": "h2"
            },
            {
                "content": "Mae llwyddiant y fenter hon wedi sbarduno diddordeb mewn ehangu, ac mae Ros eisiau ailadrodd y gwaith: \"Mae yna feysydd eraill sydd eisoes yn gwneud rhai gweithgareddau allgymorth tebyg, ond byddai'n wych pe gallem eu gwneud i'r graddau maen nhw wedi'i wneud yn Reading.\"  ",
                "tag": "p"
            },
            {
                "content": "Dywedodd y Barnwr Goozee bod y rhaglen yn helpu barnwyr i ymgysylltu â'r gymuned: \"Fel barnwr, mae'n bwysig ein bod yn cynnwys ein hunain mewn gwaith allgymorth fel bod y myfyrwyr a’r cyhoedd yn deall beth yw ein gwaith ni. Mae'n gyfle gwirioneddol werthfawr i ymgysylltu â'r myfyrwyr ifanc hyn.\"   ",
                "tag": "p"
            },
            {
                "content": "Mae'r cydweithrediad hwn yn dangos ein hymrwymiad i ddatblygu'r genhedlaeth nesaf o weithwyr proffesiynol cyfreithiol. Trwy ddarparu profiad ymarferol, arweiniad gyrfaol a chyfleoedd rhwydweithio, rydym yn helpu i adeiladu sector cyfreithiol cryfach, mwy amrywiol. ",
                "tag": "p"
            },
            {
                "content": "Os ydych chi'n ddarlithydd mewn prifysgol neu'n fyfyriwr y gyfraith sydd â diddordeb mewn cyfleoedd cysgodi gwaith yn y dyfodol, cysylltwch â Legalrecruitment@justice.gov.uk. ",
                "tag": "p"
            }
        ],
        "link": "https://insidehmcts.blog.gov.uk/2025/04/29/building-tomorrows-legal-talent/",
        "blog": "Inside HMCTS",
        "blog_link": "https://insidehmcts.blog.gov.uk",
        "description": "Earlier this year, we partnered with the University of Reading to give law students first-hand experience of real courtroom advocacy through a speed mooting competition. With feedback from judges and legal professionals, students built confidence, sharpened their skills, and gained a clearer view of their future in law."
    },
    {
        "title": "Coverage of Council Tax Premiums",
        "authors": [
            "mhclgpress"
        ],
        "posted_on": "2025-04-29T10:53:30",
        "categories": [
            "Affordable housing",
            "Council finance",
            "Local government"
        ],
        "content": [
            {
                "content": "There has been prominent coverage in the past few weeks of council tax premiums on long-term empty homes and second homes, including in The Daily Telegraph which is campaigning against the measure.",
                "tag": "p"
            },
            {
                "content": "The government is determined to fix the housing crisis it inherited. We recognise local leaders are best placed to understand the impacts empty properties and second homes can have on their areas.",
                "tag": "p"
            },
            {
                "content": "Excessive concentrations of second homes in some areas of the country can impact the availability and affordability of homes to buy and rent. This can translate into problems for families, public services, and the local economy. We do not think it is right for houses to lie empty while families struggle to find a home.",
                "tag": "p"
            },
            {
                "content": "That is why local councils are now able to add up to 100% extra on the council tax bills of empty or second homes, and it is for those councils to decide whether to implement this and at what level.",
                "tag": "p"
            },
            {
                "content": "However, we recognise there are instances where it would not be appropriate for the premium to apply and have introduced exceptions in limited circumstances. This includes 12-month exceptions for dwellings actively marketed for sale or let or those undergoing major repairs.",
                "tag": "p"
            },
            {
                "content": "We have published guidance on the application and administration of the council tax premiums and the exceptions which can be found here: Guidance on the implementation of the council tax premiums on long-term empty homes and second homes - GOV.UK",
                "tag": "p"
            },
            {
                "content": "With housing in high demand, it is also important that councils ensure properties they own are inhabited. We expect councils to make use of their available social housing.",
                "tag": "p"
            },
            {
                "content": "We’re taking urgent action to fix the broken housing system we inherited through our Plan for Change, delivering 1.5m homes and injecting £2 billion to help deliver the biggest boost in social and affordable housebuilding in a generation.",
                "tag": "p"
            }
        ],
        "link": "https://mhclgmedia.blog.gov.uk/2025/04/29/coverage-of-council-tax-premiums/",
        "blog": "MHCLG in the Media",
        "blog_link": "https://mhclgmedia.blog.gov.uk",
        "description": "There has been prominent coverage in the past few weeks of council tax premiums on long-term empty homes and second homes, including in The Daily Telegraph which is campaigning against the measure. The government is determined to fix the housing …"
    },
    {
        "title": "Second chance, not setback: learning from a service reassessment",
        "authors": [
            "Clare Hill, Senior Content Designer"
        ],
        "posted_on": "2025-04-29T10:27:30",
        "categories": [
            "Products"
        ],
        "content": [
            {
                "content": "Clare Hill",
                "tag": "h3"
            },
            {
                "content": "I’m part of the team working on Expand your business in the UK, which recently met the standard for its beta service assessment. This Department for Business and Trade (DBT) service provides foreign direct investors with guidance and data on the United Kingdom business environment and what’s involved in setting up shop here with a business of their type and sector. ",
                "tag": "p"
            },
            {
                "content": "A service assessment is a peer review process that checks whether a service meets the government Service Standard, so that it is user-centred and fit for purpose. Services usually cannot progress to the next stage of development, for example from private to public beta, unless they are assessed.",
                "tag": "p"
            },
            {
                "content": "We didn’t meet the standard the first time around. It was hard as a team not to feel disappointed – as if it were an exam and that we’d failed (it wasn’t, and we didn’t). However, only after going over the resulting ‘report card’ from the first assessment did it become clear how useful and constructive the feedback from the process could be.  ",
                "tag": "p"
            },
            {
                "content": "Clarity begins at home",
                "tag": "h3"
            },
            {
                "content": "For services likely to handle over 100,000 annual transactions or cut across departments, assessments are run by the Central Digital and Data Office. Otherwise, they’re managed by the department that owns the service.DBT implemented its own service assessment model 3 years ago, and on the one hand the process is relatively established. On the other hand, it means many teams and team members are experiencing the process for the first time. This was the case for me, and it wasn’t necessarily clear what it all meant at first.The format the first time around was quite free form. We had broad themes or talking points to pull together evidence on and present. For example, User Experience improvements based on our user research findings and analytics, and identification of service design challenges and describing our solutions. ",
                "tag": "p"
            },
            {
                "content": "We’re a big team and we ended up with a similarly big slide deck to present to the half-dozen or so assessors. They were drawn from across Digital, Data and Technology (DDaT) in DBT, including analysts from the Portfolio Management Office, and user-centred design professionals. It was a mix of familiar and unfamiliar faces. ",
                "tag": "p"
            },
            {
                "content": "The report card",
                "tag": "h3"
            },
            {
                "content": "The assessment panel did a brilliant and patient job of finding and highlighting the areas we needed to improve on most, from the large amount of information we presented. Those areas where the service didn’t meet the standard were mainly concerned with knowing our users better and ensuring it was properly integrated with other services.  We needed to build a consistent experience for users entering from different journey starting points. The assessment report format takes each of the 14 points in the Service Standard in turn, listing what the team did well and what they need to explore.",
                "tag": "p"
            },
            {
                "content": "The assessment panel highlighted areas that we needed to explore further. Prior to the assessment it was a case of ‘not knowing what we didn’t know’. Now that we did, we had a detailed blueprint for improvement.",
                "tag": "p"
            },
            {
                "content": "Acting on the recommendations",
                "tag": "h3"
            },
            {
                "content": "These lists of practical recommendations to address areas where the service could be better were quite galvanising for the team. Personally, I felt a real contrast between putting together the case for the initial assessment and the work needed for what would become the reassessment. The former felt abstract while the latter seemed concrete and much more actionable. ",
                "tag": "p"
            },
            {
                "content": "There were several months between the original service assessment and the reassessment, during which time we metaphorically picked ourselves up as a team. Many of us started to see the report recommendations as an opportunity to overhaul ways of working, reframe user needs and come up with new ways to reach out to returning and past service users.We welcomed some new team members in the meantime, which naturally helped spark some fresh approaches and solutions. Particular credit must go to Sam Harbison, a senior user researcher who joined a couple of months after the service assessment. She was instrumental in facilitating and pulling together our successful reassessment pitch, as well as reimagining user research practice in our team.There were some other silver linings too: the recommendations gave us extra backing and confidence to develop and deploy some changes to the service that had already been in the works, such as a completely redesigned start page. ",
                "tag": "p"
            },
            {
                "content": "Time to reconsider",
                "tag": "h3"
            },
            {
                "content": "The reassessment meeting was much more relaxed and manageable than the original assessment. It was a same-sized team, but with a third of the slides, and a third of the number of assessors. I felt we were much better prepared this time around, we’d worked hard to weave clear storytelling into the specific points that we were addressing. It was more of a discussion with critical friends than an elaborate presentation to a formidable panel. ",
                "tag": "p"
            },
            {
                "content": "Not only was it more relaxed, but we also weren’t waiting nervously for days for a massive report to be written up. We received the good news just hours later – that we’d met the standard!",
                "tag": "p"
            },
            {
                "content": "Lessons in disguise",
                "tag": "h3"
            },
            {
                "content": "My biggest takeaway from the whole process is that service assessments really are a positive opportunity to reset and refocus a team and its mission or project. Another learning is that the more structured and organised approach the team took with reassessment can be applied to future service assessments. This may well help with achieving a green or amber assessment rating in one go. ",
                "tag": "p"
            },
            {
                "content": "Service assessments have a tendency to be likened to tests or job interviews. But it’s much more helpful to see them as a chance to showcase a team’s hard work and receive constructive recommendations that lead to meaningful improvements to the service.",
                "tag": "p"
            },
            {
                "content": "Failure never comes into it.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h3"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/04/29/second-chance-not-setback-learning-from-a-service-reassessment/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "How a Department for Business and Trade (DBT) digital service team found a service assessment to be a positive learning experience."
    },
    {
        "title": "Introducing the Maintenance Provision Rating Scheme (MPRS)  ",
        "authors": [
            "Neil Barlow"
        ],
        "posted_on": "2025-04-29T09:59:04",
        "categories": [
            "Features"
        ],
        "content": [
            {
                "content": "Finding a reliable workshop where you have confidence in what you’re buying, just got easier with the launch of the industry’s Maintenance Provision Rating Scheme (MPRS). ",
                "tag": "p"
            },
            {
                "content": "After successful trials in 2024, the scheme is now live. It’s here to help raise the bar for commercial vehicle maintenance, by rating workshops on staff skills and facilities. This way, operators can easily find skilled maintenance providers to keep their vehicles safe to drive – and hopefully make more informed choices on finding a provider that suits their needs.  ",
                "tag": "p"
            },
            {
                "content": "How it came about ",
                "tag": "h2"
            },
            {
                "content": "The Institute of Road Transport Engineers (IRTE) are managing the scheme with support from us and the wider industry - this is a scheme for the industry, designed by the industry, to meet a need across the industry!  ",
                "tag": "p"
            },
            {
                "content": "We’re fully behind the initiative as it aligns with our mission to improve industry standards and reduce the number of unsafe vehicles on the road. By supporting the scheme, we hope to enhance road safety and promote best practice. ",
                "tag": "p"
            },
            {
                "content": "How it will work  ",
                "tag": "h2"
            },
            {
                "content": "MPRS will rate workshops based on staff skills, processes and the quality of their facilities. The ratings range from ‘qualified’ for workshops with basic tools and staff skills, to ‘platinum’ for those with advanced facilities, top-tier staff and readiness for future vehicle trends.  ",
                "tag": "p"
            },
            {
                "content": "This system isn’t an accreditation or regulation - it’s about setting standards and expectations for the people and the facility. Whether it’s a small independent workshop or a much larger dealership, workshops will be assessed and rated to help operators make an informed decision.  ",
                "tag": "p"
            },
            {
                "content": "The benefits  ",
                "tag": "h2"
            },
            {
                "content": "We know that a lot of operators rely on external maintenance providers for all, or some, of their maintenance and vehicle inspections. Whilst there are accreditation schemes within the sector, there are some parts of the country where there aren’t many of those to choose from. Hopefully MPRS will become popular across the sector – giving operators much richer information.  ",
                "tag": "p"
            },
            {
                "content": "Operators  ",
                "tag": "h2"
            },
            {
                "content": "MPRS is a valuable tool to help you pick the right provider for you. Choosing a workshop with an MPRS rating means your vehicles are more likely to be properly maintained and less likely to get prohibitions.  ",
                "tag": "p"
            },
            {
                "content": "When outsourcing any maintenance work, it’s your responsibility to make sure the facility is adequately equipped and that work is completed to a satisfactory standard. This scheme helps by giving you confidence in the quality of work being carried out on your vehicles.  ",
                "tag": "p"
            },
            {
                "content": "While picking the right maintenance provider is important, it’s just one piece of the puzzle. As set out in the Guide to maintaining roadworthiness: commercial goods and passenger carrying vehicles - GOV.UK, to keep vehicles safe, you need an effective overall system to plan maintenance, handle in-service defects, train drivers and other employees, load vehicles properly and related areas.   ",
                "tag": "p"
            },
            {
                "content": "If you are outsourcing some or all of your maintenance and inspection, MPRS can guide you in making an informed choice, and understand a provider’s capabilities. This means you can find one that suits your needs – needs that will vary from operator to operator – for example, the types and usage of vehicles used or your in-house capabilities (for having oversight of work being done by your provider).",
                "tag": "p"
            },
            {
                "content": "Maintenance providers ",
                "tag": "h2"
            },
            {
                "content": "We would encourage maintenance providers, including independent workshops and dealership service centres, to consider signing up to MPRS.  ",
                "tag": "p"
            },
            {
                "content": "Joining the scheme means you can: ",
                "tag": "p"
            },
            {
                "content": "Find out more ",
                "tag": "h2"
            },
            {
                "content": "You can find out more about the scheme on the MPRS portal, including details on the ratings, how it will work and how to apply: https://mprs.org.uk/",
                "tag": "p"
            }
        ],
        "link": "https://movingon.blog.gov.uk/2025/04/29/introducing-the-maintenance-provision-rating-scheme-mprs/",
        "blog": "Moving On",
        "blog_link": "https://movingon.blog.gov.uk",
        "description": "Finding a reliable workshop where you have confidence in what you’re buying, just got easier with the launch of the industry’s Maintenance Provision Rating Scheme (MPRS). "
    },
    {
        "title": "Funding Service: behind the scenes as a grant relationship manager ",
        "authors": [
            "Craig Bevington, Grant Relationship Manager"
        ],
        "posted_on": "2025-04-29T09:46:09",
        "categories": [
            "Funding Service"
        ],
        "content": [
            {
                "content": "Just 2 years ago, the MHCLG Funding Service was celebrating onboarding our second grant ever. Fast forward to today and the service has recently launched 5 grants in a single week! This comes on the back of a stream of grants over the last year, often managed concurrently, all while making grant delivery more cost-effective, consistent and user-focused.  ",
                "tag": "p"
            },
            {
                "content": "Our recent work spans from relatively simple performance monitoring for First Homes Local Authority Resourcing to the recently announced Combatting Hate Against Muslims Fund, for which we provided support with the prospectus and delivered a digital application and assessment solution. We’ve also successfully migrated the UK Shared Prosperity Fund data collection from Microsoft Power Apps to the Delta platform. This proved a complex task but resulted in significant cost savings. ",
                "tag": "p"
            },
            {
                "content": "Taking stock ahead of the conclusion of Spending Review Phase 2, the Funding Service team is taking time to reflect on the achievements to date and valuable lessons learned for the future. This will help us to iterate and improve the service, adapting to meet the needs of government teams and supporting the design of future funding. ",
                "tag": "p"
            },
            {
                "content": "In this blog post, grant relationship manager Craig Bevington talks about how the service has evolved and what lies ahead. ",
                "tag": "p"
            },
            {
                "content": "The role of a grant relationship manager ",
                "tag": "h2"
            },
            {
                "content": "I am one of 4 grant relationship managers in the team. My role is a combination of stakeholder engagement and delivery management. In simpler terms, I’m the link between grant teams and the rest of Funding Service, ensuring that the right people are doing the right things at the right time to support teams to design and deliver their grant effectively. I offer advice, demonstrate the benefits of our service, help them comply with standards, and act as a consistent point of contact during the delivery of their grant. ",
                "tag": "p"
            },
            {
                "content": "Early engagement is key ",
                "tag": "h3"
            },
            {
                "content": "A key part of what we do is reviewing business cases. As one of the department’s subject matter experts, the service provides assurance for business cases relating to grants, offering support with digital solutions and expert advice. Early engagement is key to give us sight of what’s upcoming and help us to give the best guidance and support to ensure efficient, effective and consistent delivery. We really want grant teams to see the benefit we can bring if we are involved right from the early drafting stages. ",
                "tag": "p"
            },
            {
                "content": "How the Funding Service supports those working with grants ",
                "tag": "h2"
            },
            {
                "content": "In December 2024, we published a case study outlining how the service enables the department to deliver funding quickly, more efficiently and at lower cost. In practice, this means helping teams with a range of activities which they may not be too familiar with but where we have expertise, such as prospectus design and publishing, and collecting monitoring data. The Funding Service brings specific digital and design skills, creating a valuable partnership with grant teams.  ",
                "tag": "p"
            },
            {
                "content": "Making things more efficient and consistent ",
                "tag": "h3"
            },
            {
                "content": "Throughout all stages of grant design and delivery, we focus on adding benefit for both grant teams and recipients. We prioritise reusing existing tools and processes where appropriate. Our content designers use standardised questions and wording wherever possible and follow content design best practice. By using digital solutions, we ensure that diverse and complex grant requirements can be delivered consistently and cost-effectively, while reducing the administrative burden on recipients. This also gives both our internal and external users the familiarity and seamless user journey they need when using government services. ",
                "tag": "p"
            },
            {
                "content": "Improving the user experience  ",
                "tag": "h3"
            },
            {
                "content": "Our users are at the heart of what we do, and we strive to make our service quicker and easier to use. This means carrying out regular user research and testing to understand the needs of the policy teams and grant recipients, such as local authorities or community organisations. We gather both qualitative and quantitative feedback to measure success and identify areas for improvement to help shape the service. As well as seeing significant efficiencies with proven results and projected savings, we’ve received some really positive feedback from both grant teams and grant recipients who have commented on not only how the user experience is improved, but also how they have benefitted from the service’s approach. ",
                "tag": "p"
            },
            {
                "content": "Overcoming challenges  ",
                "tag": "h2"
            },
            {
                "content": "The team has been through quite a bit of change over the last year, and the prospect of onboarding so many grants concurrently before the end of the financial year was daunting. It was a big challenge, and I feel proud of how the team navigated this to ensure delivery. It forced us to learn quickly and we’re now implementing more robust processes for when the next wave of demand comes.  ",
                "tag": "p"
            },
            {
                "content": "We get a variety of different pieces of work coming from teams which are at different stages in the grants lifecycle. They may only require one or two of our services or may need the whole set. Irrespective of the size or complexity of the piece of work, timing is key and can sometimes be quite challenging. We try to mitigate this by allowing flexibility in our plans for the inevitable last-minute requests – being adaptable is a key part of being a civil servant!  ",
                "tag": "p"
            },
            {
                "content": "The government’s ambition to simplify funding and consolidate grants, as well as MHCLG’s work with teams both internally and across other departments, has and will continue to be really helpful in reducing the number of late notice requests and helping us (as well as importantly grant recipients) to anticipate what’s coming down the line.  ",
                "tag": "p"
            },
            {
                "content": "What’s next for the Funding Service ",
                "tag": "h2"
            },
            {
                "content": "We know that some of our digital solutions could integrate better to deliver a more seamless service, and work is currently ongoing to address that. Our long-term strategy is to build a full end-to-end service, using technology that can grow with us and meet future demands. ",
                "tag": "p"
            },
            {
                "content": "As awareness (and the ambition) of our service grows, we aim to become the trusted partner and critical friend of all grant teams across MHCLG and those across other government departments – the ‘go to service’ for grant design and delivery to local government. ",
                "tag": "p"
            },
            {
                "content": "We are focusing on how our service supports funding simplification, making data submission less of a burden for grant recipients, while ensuring that grant standards are maintained, and government has more readily extractable and comparable data as required to support effective decision-making, achieve successful outcomes and demonstrate impact.  ",
                "tag": "p"
            },
            {
                "content": "Find out more and get in touch",
                "tag": "h3"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/29/funding-service-behind-the-scenes-as-a-grant-relationship-manager/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "From launching their second grant 2 years ago to 5 grants in a single week, the MHCLG Funding Service has come a long way. Hear from grant relationship manager Craig Bevington on how the team supports cost-effective, consistent and user-focused grant delivery. "
    },
    {
        "title": "Improving the Accessibility of Monitoring Data",
        "authors": [
            "Sean Jamshidi, Senior Offshore Wind Advisor"
        ],
        "posted_on": "2025-04-29T07:54:38",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "Many marine developments, including offshore wind, are required to collect a huge amount of survey data during the lifetime of their project. A lot of this data is collected to fulfil monitoring requirements that are agreed as part of a project’s marine licence. These requirements are in place to ensure that the environmental impacts of the development are in line with what was predicted, and to identify any unexpected impacts. The data collected during these surveys could also have significant value beyond fulfilling monitoring requirements, and could be used in academic research, marine planning, or to support future consent applications.",
                "tag": "p"
            },
            {
                "content": "However, much of the data is currently difficult to find, and stakeholders have consistently said we could be getting more value out of the data that we collect. The Marine Management Organisation’s (MMO’s) Strategic Renewables Unit (SRU) and Marine Licensing Team have therefore been working to improve the accessibility of monitoring reports and data, in particular to improve the sharing of data between the MMO and The Crown Estate’s Marine Data Exchange, which provides an accessible platform for finding and accessing marine data.",
                "tag": "p"
            },
            {
                "content": "We hope that this work will ensure monitoring data becomes easier to access and more widely used. In turn, this will improve our understanding of the marine environment and the impacts of development and reduce uncertainty in planning and decision-making.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/29/improving-the-accessibility-of-monitoring-data/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Many marine developments, including offshore wind, are required to collect a huge amount of survey data during the lifetime of their project. A lot of this data is collected to fulfil monitoring requirements that are agreed as part of a …"
    },
    {
        "title": "RISE teams: Everything you need to know",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-29T00:01:00",
        "categories": [
            "Education Standards",
            "Ofsted",
            "Schools"
        ],
        "content": [
            {
                "content": "Earlier this year, we launched Regional Improvement for Standards and Excellence (RISE) teams. These teams, also known as regional school improvement teams, are a key part of our work to drive up education standards in classrooms across England. ",
                "tag": "p"
            },
            {
                "content": "RISE teams are currently working with over 200 schools – helping the department tackle underperformance so every parent can rely on a great education for their child.  ",
                "tag": "p"
            },
            {
                "content": "Here’s everything you need to know. ",
                "tag": "p"
            },
            {
                "content": "What are RISE teams? ",
                "tag": "h3"
            },
            {
                "content": "RISE teams will provide mandatory, targeted intervention for schools identified by Ofsted as needing to improve.  ",
                "tag": "p"
            },
            {
                "content": "Initially, these teams will work with schools that have received multiple Ofsted judgements below ‘Good’ or equivalent. RISE advisers will engage with the identified schools to consider their specific improvement needs, based on the findings of their Ofsted inspections. ",
                "tag": "p"
            },
            {
                "content": "RISE teams will also offer a wider, universal service to help all schools to improve, especially by promoting collaboration and sharing learnings. RISE teams will signpost schools to best practice, encourage peer-to-peer support, and bring schools together to share their knowledge and the ways they are overcoming challenges. ",
                "tag": "p"
            },
            {
                "content": "Who are the RISE advisers? ",
                "tag": "h3"
            },
            {
                "content": "RISE advisers are education professionals with experience in school leadership and improvement. They are selected based on their record of improving outcomes in schools.  ",
                "tag": "p"
            },
            {
                "content": "As of April 2025, 65 advisers have been appointed to the programme – an increase from the original 20 at launch. ",
                "tag": "p"
            },
            {
                "content": "They are working alongside schools, trusts and local authorities to identify practical steps for improvement. ",
                "tag": "p"
            },
            {
                "content": "You can find a list of the RISE advisers here. ",
                "tag": "p"
            },
            {
                "content": "How will the teams help improve school standards for children? ",
                "tag": "h3"
            },
            {
                "content": "RISE teams work directly with schools that need extra support to get better. ",
                "tag": "p"
            },
            {
                "content": "When a school is selected for RISE support, an advisor will visit the school to understand their current situation. During this first visit, the advisor reviews the school's existing improvement plan to see what leaders have already identified as areas needing development. ",
                "tag": "p"
            },
            {
                "content": "The RISE advisor carefully assesses whether the school has the resources and expertise to deliver the improvements they've planned. If the school needs additional support, the advisor can connect them with a high-performing school or academy trust, or another supporting organisation with specific experience in the areas where help is needed. ",
                "tag": "p"
            },
            {
                "content": "Every support package is tailored specifically to address each school's unique challenges and requirements. This might include professional development for teachers, short term expert help from a RISE advisor, or sharing successful approaches from other schools. ",
                "tag": "p"
            },
            {
                "content": "Government funding is available to cover the costs of this additional support where necessary, ensuring schools can access the help they need without financial barriers. ",
                "tag": "p"
            },
            {
                "content": "As well as targeted support for specific schools, RISE teams are also offering a universal service to all schools. This includes sharing examples of best practice and supporting collaboration between schools in key priority areas:  ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "h3"
            },
            {
                "content": "A new RISE stakeholder group is being set up to help shape how the programme is delivered. The group will include voices from across the education sector to make sure the work of RISE reflects the real experiences and needs of schools.  ",
                "tag": "p"
            },
            {
                "content": "Members will come from schools receiving support as well as those providing it. We will shortly contact representative bodies of these groups to nominate potential members.  ",
                "tag": "p"
            },
            {
                "content": "Further updates on the programme and wider school accountability reforms are expected later this year. ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/rise-teams-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "RISE teams are currently working with over 200 schools – helping the department tackle underperformance so every parent can rely on a great education for their child."
    },
    {
        "title": "Children’s Wellbeing and Schools Bill: saving parents money on school uniform costs ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-28T15:38:40",
        "categories": [
            "Child protection",
            "School uniform",
            "Uniforms"
        ],
        "content": [
            {
                "content": "Families shouldn’t have to be out of pocket when it comes to setting their child up for school.  ",
                "tag": "p"
            },
            {
                "content": "That’s why our new Children’s Wellbeing and Schools Bill will introduce measures to help with school uniform costs and introduce free breakfast clubs in all state-funded primary schools in England. ",
                "tag": "p"
            },
            {
                "content": "But what do these changes mean to parents and pupils? Here’s what you need to know. ",
                "tag": "p"
            },
            {
                "content": "Help with school uniform costs ",
                "tag": "h3"
            },
            {
                "content": "School uniforms can contribute to a sense of belonging for students as well as reducing peer pressure when it comes to clothing choices. ",
                "tag": "p"
            },
            {
                "content": "But we know many families are struggling with the mounting cost of school uniforms – with half of parents feeling concerned about the cost of uniforms and 12% saying they have been in financial hardship as a result. ",
                "tag": "p"
            },
            {
                "content": "Many schools are already taking steps to reduce school uniforms costs, but others still require 10 or more branded items per child. That means those parents have fewer options to buy cheaper uniform items from the high street or supermarkets. ",
                "tag": "p"
            },
            {
                "content": "The Children’s Wellbeing and Schools Bill will ban schools from requiring parents to buy more than three branded items as part of the school uniform. Secondary and Middle schools will be able to require an additional branded item if one of those items is a branded tie. The government is clear that these items should be limited to low-cost and long-wearing items only.  ",
                "tag": "p"
            },
            {
                "content": " This means, for the first time, no school in England will be able to require unnecessarily large numbers of branded items, so no parent will be unfairly disadvantaged. ",
                "tag": "p"
            },
            {
                "content": "How much will parents save? ",
                "tag": "h3"
            },
            {
                "content": "Currently 24% of primary and 70% of secondary schools still require five or more branded items, with some parents saying they were asked to provide 10 or more. Others already require less than three or four branded items. That means savings will depend on the reduction in branded items required.  ",
                "tag": "p"
            },
            {
                "content": "Costs will vary from supplier to supplier, but parents of pupils at schools that have to remove at least one item could save on average around £14 per primary pupil and £19 per secondary pupil. This is because there will be more options available to parents when it comes to buying their uniform.  ",
                "tag": "p"
            },
            {
                "content": "How else can families save money on uniform costs?",
                "tag": "h3"
            },
            {
                "content": "Some families may be able to get grants to help with paying for school uniforms, depending on their local authority and whether they are eligible. ",
                "tag": "p"
            },
            {
                "content": "Some schools or trusts run their own schemes to help with uniform costs, but they should also help make second-hand uniforms available to parents. This can be through setting up a second-hand uniform scheme or by signposting parents to an existing one.  ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs",
                "tag": "h3"
            },
            {
                "content": "The Bill will also mean all primary school children in state-funded schools will have the option to attend a free breakfast club – ensuring children have a settled start to the day and time with friends so they are ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Some clubs will launch from as early as April 2025 at schools taking part in the early adopter scheme. The changes in the Bill will mean the programme will be rolled out to every state-funded primary school.  ",
                "tag": "p"
            },
            {
                "content": "Further details about the timing of this wider roll out will be made available in due course.  ",
                "tag": "p"
            },
            {
                "content": "What other measures are in the Children’s Wellbeing and School’s Bill? ",
                "tag": "h3"
            },
            {
                "content": "You can read more about further measures in the Bill to help children and families, from school reform and home education to safeguarding at our Education Hub post here.  ",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/childrens-wellbeing-and-schools-bill-saving-parents-money-on-school-uniform-costs/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "Families shouldn’t have to be out of pocket when it comes to setting their child up for school.   That’s why our new Children’s Wellbeing and Schools Bill will introduce measures to help with school uniform costs and introduce free breakfast …"
    },
    {
        "title": "Decommissioning the Pile Fuel Cladding Silo – progress so far",
        "authors": [
            "Emma Law - Head of Corporate Communications at Sellafield Ltd"
        ],
        "posted_on": "2025-04-28T12:58:00",
        "categories": [
            "Mission delivery"
        ],
        "content": [
            {
                "content": "The Pile Fuel Cladding Silo at Sellafield, one of the oldest and most hazardous waste stores on the site, has been a focal point for decommissioning efforts. Built in the 1950s to store cladding from nuclear fuel used by the Windscale Piles, the silo has long posed significant challenges due to its design and the hazardous materials it contains.",
                "tag": "p"
            },
            {
                "content": "Why was the Pile Fuel Cladding Silo built?",
                "tag": "h2"
            },
            {
                "content": "The Pile Fuel Cladding Silo was built in the early 1950s to store cladding from nuclear fuel that had been used in the Windscale Piles, the first reactors at Sellafield.",
                "tag": "p"
            },
            {
                "content": "Commissioned in 1952, the silo was designed to safely contain radioactive cladding, which is the outer casing of nuclear fuel rods, ensuring it was safely contained and shielded from the environment.",
                "tag": "p"
            },
            {
                "content": "Why is the Pile Fuel Cladding Silo so challenging to decommission?",
                "tag": "h2"
            },
            {
                "content": "The Pile Fuel Cladding Silo was constructed without any means of retrieving the waste inside, effectively making it a 'locked vault' that has stored over 3,200 cubic meters of intermediate-level waste (ILW) for more than 70 years.",
                "tag": "p"
            },
            {
                "content": "Progress so far",
                "tag": "h2"
            },
            {
                "content": "In 2023, we successfully retrieved the first batch of waste from the silo. It was a significant step forward in the decommissioning process. In 2024/25, we met our target of filling 18 boxes of waste retrieved from the silo.",
                "tag": "p"
            },
            {
                "content": "Although it may sound simple the scale of the challenge was immense and followed decades of planning and preparation, including:",
                "tag": "p"
            },
            {
                "content": "Retrievals building",
                "tag": "h3"
            },
            {
                "content": "We built a superstructure opposite the silo that would ultimately be home to the equipment needed to retrieve waste from the legacy store.",
                "tag": "p"
            },
            {
                "content": "Gaining access",
                "tag": "h3"
            },
            {
                "content": "Large shield doors were attached to the side of the silo, and holes were cut in the top of each compartment to allow access to the waste.",
                "tag": "p"
            },
            {
                "content": "Waste-grabbing crane",
                "tag": "h3"
            },
            {
                "content": "We installed an industrial crane inside a sealed unit on the retrievals building so it could extend into the silo, lower its grab and pick up the waste. The crane would take the waste and load it into specially designed stainless-steel boxes.",
                "tag": "p"
            },
            {
                "content": "Robots",
                "tag": "h3"
            },
            {
                "content": "Two industrial robotic arms were adapted to ensure they could operate safely and efficiently within a complex radioactive environment. Once installed within the retrievals superstructure, one of manipulator arms would be used in the main containment unit to do jobs such as levelling the waste within the box, vacuuming radioactive dust from the box lid, wiping swabs around the lid to keep it clean. The other would be used to remove and replace the lids of the stainless-steel waste storage boxes before being sent to a safe and secure storage.",
                "tag": "p"
            },
            {
                "content": "Practicing",
                "tag": "h3"
            },
            {
                "content": "We built a replica of the retrievals equipment off the Sellafield site, at Rosyth, so that the silo teams could practice using the equipment and design the processes that would be used on the silo itself.",
                "tag": "p"
            },
            {
                "content": "Box manufacturing",
                "tag": "h3"
            },
            {
                "content": "A new stainless-steel storage box had to be designed and manufactured on a huge scale, providing us with a means to keep the waste retrieved from the silo safe and secure.",
                "tag": "p"
            },
            {
                "content": "Modern storage ",
                "tag": "h3"
            },
            {
                "content": "New stores have been built on the Sellafield site so that we can keep the retrieved waste safe and secure until the can be disposed of in a Geological Disposal Facility.",
                "tag": "p"
            },
            {
                "content": "First retrievals",
                "tag": "h3"
            },
            {
                "content": "In August 2023, we made the first retrieval from the Pile Fuel Cladding Silo.",
                "tag": "p"
            },
            {
                "content": "Routinely retrieving waste",
                "tag": "h3"
            },
            {
                "content": "We started to routinely retrieve waste from the silo in 2024/25. We met our retrievals target for 2024/25 by retrieving enough waste to fill 18 3m3 storage boxes. ",
                "tag": "p"
            },
            {
                "content": "What next?",
                "tag": "h2"
            },
            {
                "content": "Now that we’ve retrieved  the first 18 boxes worth of waste from PFCS, our focus now is to safely accelerate the pace of retrievals, with the end goal of emptying the facility.",
                "tag": "p"
            },
            {
                "content": "We’ll face many challenges along the way. Our teams are up for the challenge and will continue to find innovative solutions to ensure we achieve our mission of high hazard risk reduction on the Sellafield site.",
                "tag": "p"
            }
        ],
        "link": "https://nda.blog.gov.uk/decommissioning-the-pile-fuel-cladding-silo-progress-so-far/",
        "blog": "Cleaning up our nuclear past: faster, safer and sooner",
        "blog_link": "https://nda.blog.gov.uk",
        "description": "The Pile Fuel Cladding Silo at Sellafield, one of the oldest and most hazardous waste stores on the site, has been a focal point for decommissioning efforts."
    },
    {
        "title": "How can microscopy enhance understanding of vector borne diseases?",
        "authors": [
            "Luis Hernandez-Triana"
        ],
        "posted_on": "2025-04-28T10:24:59",
        "categories": [
            "Viral diseases"
        ],
        "content": [
            {
                "content": "Dr. Luis M. Hernández-Triana, Biodiversity Research Team Lead and APHA Vector-Borne Diseases Discipline Lead, tells us more about APHA’s growing work in vector borne diseases (VBDs).",
                "tag": "p"
            },
            {
                "content": "Research within APHA can play a key role in documenting vector’s biodiversity in the United Kingdom (UK). APHA is working in collaboration with other institutions on VBDs, which are providing an insight regarding vector populations of selected species, mainly from mosquitoes and ticks.",
                "tag": "p"
            },
            {
                "content": "Understanding vector-borne diseases",
                "tag": "h2"
            },
            {
                "content": "A vector-borne disease results from an infection transmitted to humans and other animals by blood-feeding arthropods (known as ‘vectors’), including mosquitoes, ticks and fleas, amongst others. Some examples include West Nile fever, Tick-Borne Encephalitis fever and Rift Valley fever.",
                "tag": "p"
            },
            {
                "content": "To better understand the transmission and control of vector borne diseases, it is important that we are able to correctly identify the vector species (known as taxonomy) and draw on sound ecological knowledge. Understanding the species that is critical for pathogen transmission can help us better understand the distribution of disease and apply the appropriate control methods against the target vector species.",
                "tag": "p"
            },
            {
                "content": "However, one in five insect species are species complexes. These species are difficult to identify using the arthropod structure alone. We therefore rely on the use of genetic methods of identification. Integrating these methods has been a key task for the Biodiversity Research Team, led by Dr Hernández-Triana within the Vector-Borne Diseases Research Group at APHA.",
                "tag": "p"
            },
            {
                "content": "The use of microscopes to observe morphological characters for species identification is paramount in day-to-day activities of a researcher. Therefore, a microscopy suite has recently been established within the Virology Department at APHA’s headquarters near Weybridge, with funding from the APHA’s capital equipment budget, and the UK International Biosecurity Programme-Vector Borne Diseases.",
                "tag": "p"
            },
            {
                "content": "The new facility houses three digital stereo microscopes and two laptops, together with a compound microscope, all with the ability to capture high-resolution digital images of specimens and the key morphological traits required for species identification. We have used the equipment so far for the identification of tsetse flies and ticks from West Africa (Ghana) and ticks and mosquitoes from the UK.",
                "tag": "p"
            },
            {
                "content": "With the aid of the microscopes and morphological keys, combined with DNA sequences, we have been able to distinguish three species of tsetse flies present in Ghana (Glossina palpalis, G. tachinoides and G. morsitans). In addition, this approach has been applied to separate tick species (for example Ixodes canisuga, Ix. hexagonus and Ix. ricinu) found from a range of hosts such as foxes and birds.",
                "tag": "p"
            },
            {
                "content": "The addition of this facility benefits APHA through:",
                "tag": "p"
            },
            {
                "content": "Find out more",
                "tag": "h2"
            },
            {
                "content": "You may be interested in reading some of our other related blogs and research papers:",
                "tag": "p"
            }
        ],
        "link": "https://aphascience.blog.gov.uk/2025/04/28/how-can-microscopy-enhance-understanding-of-vector-borne-diseases/",
        "blog": "APHA Science Blog",
        "blog_link": "https://aphascience.blog.gov.uk",
        "description": "Dr. Luis M. Hernández-Triana, Biodiversity Research Team Lead and APHA Vector-Borne Diseases Discipline Lead, tells us more about APHA’s growing work in vector borne diseases (VBDs)."
    }
]