[
    {
        "title": "Music metadata matters: how to get paid and credited",
        "authors": [
            "Meg Davies",
            "Jenny Manders"
        ],
        "posted_on": "2025-04-26T08:53:48",
        "categories": [
            "Europe",
            "International",
            "IP research",
            "Music Metadata"
        ],
        "content": [
            {
                "content": "In the digital era, good quality metadata (the information that describes who contributed to a music track’s creation) is essential to making sure music-makers are accurately credited and paid. But metadata is often not as accurate or complete as it should be, particularly relating to songwriters and their song or composition. Incomplete or inaccurate metadata can lead to significant delays to creators being paid for the use of their works, and in some cases not being paid at all.",
                "tag": "p"
            },
            {
                "content": "“This is where the UK Industry Agreement on Music Streaming Metadata comes in,” says David Humphries MBE, Intellectual Property Office (IPO) Head of Research.",
                "tag": "p"
            },
            {
                "content": "You can read more about the positive commitments of the working group here (link)UK Industry Agreement on Music Streaming Metadata - GOV.UK",
                "tag": "p"
            },
            {
                "content": "The Get Paid Guide: metadata demystified",
                "tag": "h3"
            },
            {
                "content": "The working group underpinning the Metadata Agreement highlighted two key areas of concern: the problems creators faced in registering original music compositions and the problems the recording and publishing industries faced in dealing with bad or incomplete data.",
                "tag": "p"
            },
            {
                "content": "This feedback led to the creation of the Get Paid Guide, a collaborative initiative between the IPO, the Performing Right Society (PRS), Phonographic Performance Limited (PPL), the Ivors Academy and the Music Publisher’s Association (MPA). ",
                "tag": "p"
            },
            {
                "content": "Launched in 2023 and updated in 2024 with recorded music guidance, it recognised that education around registering metadata information accurately is essential for creators to make sure they get paid what they’re owed. Experts from across the music industry have contributed to this step-by-step interactive guide to simplify the process of registration for all artists, new and established.",
                "tag": "p"
            },
            {
                "content": "Take a look at the Get Paid Guide here [link]: Get Paid Guide  ",
                "tag": "p"
            },
            {
                "content": "Crispin Hunt is the President of the PRS Members' Council and is himself a multi platinum-selling songwriter and record producer. It's still early days for the Get Paid Guide, so we wanted to know what impact he thinks it has had so far:",
                "tag": "p"
            },
            {
                "content": "PPL is the UK music industry’s collective management organisation (CMO) for performers and recording rightsholders. With over 150,000 members, the organisation helps ensure that members are fairly rewarded when their recorded music is broadcast or played in public places. Camilla Waite, General Counsel, PPL told us:",
                "tag": "p"
            },
            {
                "content": "The music-creators' perspective ",
                "tag": "h3"
            },
            {
                "content": "For British rock band James and the Cold Gun, it took just three years to go from recording their first self-titled album in a garage in Wales, to performing at Hyde Park in support of rock bands Pearl Jam and Guns N’Roses. They are now signed by Pearl Jam guitarist Stone Gossard to his label, Loosegroove Records. Their second album, Face in the Mirror, has just launched to positive acclaim, “...oozing attitude with gutsy riffs and punked-up energy to boot...” (Kerrang). They currently have a UK tour underway.",
                "tag": "p"
            },
            {
                "content": "The band, comprising founder member vocalist/guitarists James Joseph and James Biss together with Gaby Elise on bass/vocals, experienced a steep metadata learning curve when they first formed in 2019. Frontman James Joseph explains:",
                "tag": "p"
            },
            {
                "content": "Recent years have seen the need for the band to collect royalties outside the UK, having performed and been played in locations such as the USA (which is where Gossard first heard them on Radio KEXP in Seattle) and Europe including France, Italy, Germany and the Czech Republic. They’re gaining an enthusiastic overseas fanbase.",
                "tag": "p"
            },
            {
                "content": "James’ top metadata tips for music-makers ",
                "tag": "h3"
            },
            {
                "content": "James admits to feeling thankful that he took an early interest in the business angle – something he acknowledges fellow artists may overlook when busy building their music career.",
                "tag": "p"
            },
            {
                "content": "“I would say to musicians and composers, if you want to be serious about your art you definitely need to learn the business side - like making sure your metadata is correct - just to protect yourself. Many young artists will have no idea about all of that and it’s only when they get picked up by a label or by a manager that they're even aware that they could register for their royalties themselves. Then they have to do it retrospectively to try and get back the money they're owed.”",
                "tag": "p"
            },
            {
                "content": "James’ attention to metadata detail is music to our ears. Has his early interest in registering for streaming royalties paid off? ",
                "tag": "p"
            },
            {
                "content": "\"When I think about it, I realise that if I hadn't registered to claim my share of all of that stuff when I was younger, it'd be money that I wouldn't have had. That’s quite a sobering story. It may trickle in in drips and drabs, but that’s a kind of pension plan for as long as the band stays around. That sort of brings it to life for me.\"",
                "tag": "p"
            },
            {
                "content": "James’ advice struck a chord with us. Does he think metadata awareness has improved in the industry? ",
                "tag": "p"
            },
            {
                "content": "Getting paid can only get better ",
                "tag": "h3"
            },
            {
                "content": "The music industry is well aware of the continued need to widen access to information and improve education around the metadata landscape. Crispin Hunt concludes: ",
                "tag": "p"
            },
            {
                "content": "Our top tips for musicians",
                "tag": "p"
            }
        ],
        "link": "https://ipo.blog.gov.uk/2025/04/26/music-metadata-matters-how-to-get-paid-and-credited/",
        "blog": "Intellectual Property Office blog",
        "blog_link": "https://ipo.blog.gov.uk",
        "description": "This year's World Intellectual Property Organization #WorldIPday theme is Music: feel the beat of IP, which is a great opportunity to highlight the important work being done by the UK music industry and IPO to help music creators get credited and paid accurately. PRS for Music, PPL and UK rock band, James And The Cold Gun tell us more. "
    },
    {
        "title": "My measles journey: ‘I woke to find a rash all over my body’",
        "authors": [
            "Blog Editor"
        ],
        "posted_on": "2025-04-25T16:37:33",
        "categories": [
            "immunisations"
        ],
        "content": [
            {
                "content": "Saijal Ladd, Prescribing Advisor - Medicines Planning and Operations, NHS North Central London Integrated Care Board (ICB), shares her experience of contracting measles at 42, and the serious impact this had on her health.",
                "tag": "p"
            },
            {
                "content": "We’re sharing her story as part of London’s 'Why We Get Vaccinated' campaign, highlighting the importance of getting vaccinated and serving as an important reminder that it’s never too late to catch up.",
                "tag": "p"
            },
            {
                "content": "The MMR vaccine is free on the NHS, whatever your age. If you have missed one or both doses of the MMR vaccine, contact your GP practice to book an appointment.",
                "tag": "p"
            },
            {
                "content": "On 19 May 2016, I was admitted to Barnet General Hospital with measles.",
                "tag": "p"
            },
            {
                "content": "I’d started to feel unwell a few days prior to this with a sore throat and temperature, but I didn’t think it was anything serious so I started a self-care routine of taking paracetamol and warm fluids with some rest.",
                "tag": "p"
            },
            {
                "content": "However, despite taking medication my condition worsened, and my temperature remained high. On the night of 18 May, I felt really unwell with diarrhoea, fever and generalised weakness and early the next morning I woke to find a rash all over my body.",
                "tag": "p"
            },
            {
                "content": "Being a pharmacist, I knew this wasn’t a common cold or even flu and soon realised with all the other accompanying symptoms that the rash looked like measles.",
                "tag": "p"
            },
            {
                "content": "I was feeling very unwell by now, so at around 7am I called 999. The ambulance crew arrived within an hour and after fully assessing my condition, transferred me to hospital. I was placed in isolation after being admitted, as by this point, I was vomiting as well.",
                "tag": "p"
            },
            {
                "content": "My family were informed, but when they arrived, I was unable to speak to them as my voice had been affected by the vomiting!",
                "tag": "p"
            },
            {
                "content": "By late afternoon, I’d been allocated a bed, but I don’t have much recollection of what happened after that as I was delirious and extremely drowsy from all the medication I was given. I was also started on fluids via a drip.",
                "tag": "p"
            },
            {
                "content": "Later that night, some of my organs started to fail including liver, kidney and lungs. I woke up at some point to find an ICU consultant standing by my bedside assessing whether to admit me into intensive care.",
                "tag": "p"
            },
            {
                "content": "I don’t recall what happened after this, but when I woke the next morning, I was still on the ward. A family member later told me how they nearly lost me during the night and that the clinicians were unsure if I would make it through until morning.",
                "tag": "p"
            },
            {
                "content": "I was so grateful to have woken up and been told that I’d started to stabilise - it was now a waiting game to see if my body’s immune system would be able to fight against this virus. I also felt thankful for having led a fit and healthy life, as this allowed my body to fight the measles virus.",
                "tag": "p"
            },
            {
                "content": "After a week in hospital, I was finally discharged.",
                "tag": "p"
            },
            {
                "content": "My GP had to monitor me closely over the next few weeks, however, and it took me about 2 to 3 months to get back to a normal activity level as my muscles had started to waste away due to lack of activity. I was unable to walk even a few metres without getting breathless and would sometimes wake up in the middle of the night feeling extremely weak due a drop in sugar levels.",
                "tag": "p"
            },
            {
                "content": "This whole experience was extremely frightening, and I would urge all parents to consider vaccinating their children so that they don’t have to go through what I did in adulthood.",
                "tag": "p"
            },
            {
                "content": "Looking back, I’m so grateful to be alive and really feel like life has given me a second chance!",
                "tag": "p"
            },
            {
                "content": "London’s Why We Get Vaccinated campaign has been developed by public health partners including London Councils, UKHSA London, ADPH London and NHS England (London). The campaign has been co-produced with London communities and focuses on opening and encouraging conversations about vaccination. Read further information about the campaign and access campaign materials here.",
                "tag": "p"
            }
        ],
        "link": "https://ukhsa.blog.gov.uk/2025/04/25/my-measles-journey-i-woke-to-find-a-rash-all-over-my-body/",
        "blog": "UK Health Security Agency",
        "blog_link": "https://ukhsa.blog.gov.uk",
        "description": "On 19 May 2016, I was admitted to Barnet General Hospital with measles."
    },
    {
        "title": "Brent Libraries - Impact of The Libraries Improvement Fund",
        "authors": [
            "Amit Bhagat, Head of Libraries, Culture and Heritage Services, Brent Council"
        ],
        "posted_on": "2025-04-25T15:54:38",
        "categories": [
            "Case study"
        ],
        "content": [
            {
                "content": "The Government has announced that public libraries will soon be able to apply for a share of a share of the £5.5 million Libraries Improvement Fund as part of the Government’s commitment to ensure libraries are able to upgrade their physical and digital infrastructure to adapt to changing user needs and can be enjoyed by future generations.",
                "tag": "p"
            },
            {
                "content": "The Libraries Improvement Fund (LIF) will open for expressions of interest on Tuesday 6 May 2025. Full guidance, including eligibility criteria and details of how to apply can be found on Arts Council England’s website. ",
                "tag": "p"
            },
            {
                "content": "We’re taking some time to shine a light on some of the earlier LIF rounds. Today, Brent Libraries are talking about how LIF supported them  to upgrade Harlesden Library.",
                "tag": "p"
            },
            {
                "content": "Harlesden Library Hub & Front Room case study ",
                "tag": "p"
            },
            {
                "content": "Harlesden Library had experienced declining use as the building’s appearance and layout had become tired, with antisocial behaviour also increasing. ",
                "tag": "p"
            },
            {
                "content": "What was the goal for this project? ",
                "tag": "p"
            },
            {
                "content": "There were five main elements to the Harlesden Library project, namely:  ",
                "tag": "p"
            },
            {
                "content": "Outcome of the project  ",
                "tag": "p"
            },
            {
                "content": "Harlesden Library reopened its doors to customers and residents on Monday, 23 April 2023. The grand community reopening was attended by nearly 800 customers and residents including the Mayor of Brent.",
                "tag": "p"
            },
            {
                "content": "Some of the changes to Harlesden Library include: ",
                "tag": "p"
            },
            {
                "content": "Within hours of reopening, we had already received positive feedback such as: ",
                "tag": "p"
            },
            {
                "content": "Long term benefits for customers and residents  ",
                "tag": "p"
            },
            {
                "content": "The project has future-proofed the facilities for an estimated further ten years and enabled more flexible use, building in capacity for the service to adapt to changing community needs. The library facilities are primarily community assets, developed to address social and cultural infrastructure challenges, build capacity in the local community and creative sector and develop new partnerships to enhance the service offer to residents.",
                "tag": "p"
            },
            {
                "content": "This includes through: ",
                "tag": "p"
            },
            {
                "content": "Three services are being offered under one roof – the library service, Brent Start and the Community  Hub. This makes life much easier for residents and customers when they would like to attend classes  at Brent Start and/or seek advice from the Hub and use the library at the same time to borrow/return books, use a PC, use study spaces etc.  ",
                "tag": "p"
            },
            {
                "content": "Since reopening Harlesden library, we have had regular events such as Booktrust Story and Rhyme Time for under 5s. In addition to the regular events, we had special and ad-hoc events including Tai Chi, The 75th Anniversaries of The NHS and arrival of the Windrush generation, and a Summer Fun Festival programme featuring workshops, wild live animals and prizes for busy readers!",
                "tag": "p"
            },
            {
                "content": "The library team loves to welcome customers and colleagues to the refurbished Harlesden library. Please do pop in when you’re in the area!",
                "tag": "p"
            }
        ],
        "link": "https://dcmslibraries.blog.gov.uk/2025/04/25/brent-libraries-impact-of-the-libraries-improvement-fund/",
        "blog": "DCMS Libraries",
        "blog_link": "https://dcmslibraries.blog.gov.uk",
        "description": "The Government has announced that public libraries will soon be able to apply for a share of a share of the £5.5 million Libraries Improvement Fund as part of the Government’s commitment to ensure libraries are able to upgrade their …"
    },
    {
        "title": "Platform-based delivery with DEFRA’s Core Delivery Platform",
        "authors": [
            "Katherine Bhambra, Senior Content Designer, GDS"
        ],
        "posted_on": "2025-04-25T15:15:39",
        "categories": [
            "Transformation"
        ],
        "content": [
            {
                "content": "Digital services within the government are traditionally developed through DevOps practices. This approach combines Delivery and Operations teams working together to automate processes through Continuous Integration and Continuous Delivery (CI/CD) pipelines, which results in rapid deployments all the way through to production.",
                "tag": "p"
            },
            {
                "content": "However, these processes can be time-consuming, costly and impractical, especially when there is a need to rapidly create services in response to national emergencies such as disease outbreaks and urgent new legislation.",
                "tag": "p"
            },
            {
                "content": "The recently-published State of Digital Government Review highlights these issues, and the blueprint for modern digital government outlines a plan to move away from legacy processes, siloed teams and lack of digitisation.",
                "tag": "p"
            },
            {
                "content": "In the Department of Environment, Food and Rural Affairs (DEFRA), we created the Core Delivery Platform (CDP) to meet many of these needs.",
                "tag": "p"
            },
            {
                "content": "Identifying the problem",
                "tag": "h3"
            },
            {
                "content": "The DevOps approach is widely used across modern organisations and works well with individual projects. But when applied to multiple, overlapping, time-sensitive projects, it can lead to a continual need to recreate standard sets of infrastructure.",
                "tag": "p"
            },
            {
                "content": "Common issues found within typical DevOps environments include: ",
                "tag": "p"
            },
            {
                "content": "With these issues in mind, we considered a platform engineering approach.",
                "tag": "p"
            },
            {
                "content": "Platform engineering has become a popular pattern used by many organisations. This solution works particularly well when applications within projects follow repeatable patterns.",
                "tag": "p"
            },
            {
                "content": "For DEFRA, a delivery platform would eliminate much of the need for repetitive infrastructure building and strengthen overall governance and security requirements. It would reduce the  long term cost and tech debt of projects, which is the build-up of future work due to time constraints. Most importantly, a delivery platform would allow project teams to focus on the business and public value add of their services.",
                "tag": "p"
            },
            {
                "content": "Creating the CDP",
                "tag": "h3"
            },
            {
                "content": "To create the CDP, we looked at best practices across governmental and industry sectors. The examples we found shaped the core principles of the CDP, which were then adapted to fit DEFRA’s specific technology stack needs, accommodate its existing proven approaches, and align to its technical strategy.",
                "tag": "p"
            },
            {
                "content": "We began by defining a set of supported technologies and deciding upon the guardrail constraints of the platform. At this stage, we also found it important to define what the hosted services should expect from the future platform. ",
                "tag": "p"
            },
            {
                "content": "Once the discovery stage was complete, the CDP took shape as a cloud-hosted platform. As a result, teams do not need to build or understand the underlying cloud infrastructure that hosts the CDP, whether that might be AWS, Azure or Google Cloud Platform (GCP). Instead, they only need to build their service for the CDP itself, where users are provided with a set of common patterns to assure adherence to development standards.",
                "tag": "p"
            },
            {
                "content": "Key to this is the CDP Portal. This web-based service can also run on the CDP itself and provides a suite of tools and information such as: ",
                "tag": "p"
            },
            {
                "content": "The CDP Portal will be continually updated with new features and tools to ensure that it remains up to date with development and industry standards.",
                "tag": "p"
            },
            {
                "content": "While certain bespoke services may still require existing DevOp processes, the CDP approach represents the most effective technical delivery choice for project teams, as many services within DEFRA follow similar patterns.",
                "tag": "p"
            },
            {
                "content": "Measuring the impact",
                "tag": "h3"
            },
            {
                "content": "While the CDP is a new service, initial DevOps Research and Assessment (DORA) framework metrics already show improvement. ",
                "tag": "p"
            },
            {
                "content": "Deployment frequency used to be either weekly or monthly depending on complexity. With the CDP’s self-service and on-demand deployments, this has been replaced with daily or even hourly deployments.",
                "tag": "p"
            },
            {
                "content": "First releases, which would originally take between 3 to 6 months have been reduced to hours.",
                "tag": "p"
            },
            {
                "content": "Changes which used to take between 1 to 6 weeks are completed in hours or days.",
                "tag": "p"
            },
            {
                "content": "Service failure recovery has fallen from up to a week to less than an hour due to the CDP’s self-healing and roll back capabilities.",
                "tag": "p"
            },
            {
                "content": "In conclusion, these early metrics have already proven the delivery platform’s business value. The increased speed and reliability of releases is a major benefit to not only the platform’s users but also for senior leaders and decision makers.",
                "tag": "p"
            },
            {
                "content": "It is hoped that DEFRA’s CDP represents a move away from heavy governance and change management processes towards more efficient development and greater autonomy for those teams working on its services across government departments.For more detailed technical information about the CDP, visit DEFRA’s github.",
                "tag": "p"
            }
        ],
        "link": "https://technology.blog.gov.uk/2025/04/25/platform-based-delivery-with-defras-core-delivery-platform/",
        "blog": "Technology in government",
        "blog_link": "https://technology.blog.gov.uk",
        "description": "This new delivery platform has enabled more efficient development by removing repetitive processes with a central delivery portal."
    },
    {
        "title": "Keeping services alive",
        "authors": [
            "Sarah Wickstead - Senior User Researcher, HMCTS",
            "Juliette Poggi - Senior Service Designer, HMCTS"
        ],
        "posted_on": "2025-04-25T14:38:29",
        "categories": [
            "Design",
            "International"
        ],
        "content": [
            {
                "content": "What happens after services go live? What happens once large scale digital transformation programmes end?   ",
                "tag": "p"
            },
            {
                "content": "We work on live services at HM Courts and Tribunals Service (HMCTS), as part of a multidisciplinary UCD (user-centred design) squad which includes a service designer, user researcher, content designer and interaction designer.  ",
                "tag": "p"
            },
            {
                "content": "Others have reflected on how continuous improvement for services varies across government once services are live. At HMCTS, we have one UCD squad per jurisdiction: civil, family, tribunals and crime. Each jurisdiction contains multiple live services, for example family includes services like adoption, divorce, probate, family public law, so we work with multiple digital delivery teams, and service managers in a collaboration model.  ",
                "tag": "p"
            },
            {
                "content": "We’ve been working this way on live services for almost 2 years, and have learned a lot about what works well in our context, as well as from some of our challenges.   ",
                "tag": "p"
            },
            {
                "content": "We shared experiences recently with designers from the International Design in Government Community at the 2024 Helsinki Conference. ",
                "tag": "p"
            },
            {
                "content": "Challenges and complexities of working on live services ",
                "tag": "h2"
            },
            {
                "content": "A ‘live’ service is never finished, it must adapt to changes in policy or law, and design for new user needs. The services we work on are complex, and operational. We see variation in how processes work across services and sites, and an immense range of users whose needs differ and change, from members of the public to staff, professional users and judges.  ",
                "tag": "p"
            },
            {
                "content": "We pick up work that multiple teams have worked on over years, part of what Kara Kane and Martin Jordan describe as the ‘long slog of design in government’. We’re working on services which often do not have an up to date map of the end to end journey and changes released since the service went live. ",
                "tag": "p"
            },
            {
                "content": "We have some dependable tools when we tackle a project on a live service including the Service Standard and the double diamond. However, we reflected on the gap in guidance available for design in government on maintaining services compared to standards and guidance for building services.  ",
                "tag": "p"
            },
            {
                "content": "What we’ve learned through our work and from others ",
                "tag": "h2"
            },
            {
                "content": "Using data to prioritise based on what users need is important ",
                "tag": "h3"
            },
            {
                "content": "We work on problems that will have the biggest impact. To understand this we need to collect data with help from other teams such as Google Analytics and in page survey feedback. We also analyse contact data by listening to calls and analysing emails, which can tell us where the service isn’t meeting users’ needs. We help teams look at their service data with a “qualitative eye” and make sense of it to prioritise service improvements. ",
                "tag": "p"
            },
            {
                "content": "We need space and time to explore problems ",
                "tag": "h3"
            },
            {
                "content": "Discoveries don’t become surplus to requirements once a service is live. We still need time to explore and understand problems fully. Skipping discovery research can be risky. We end up sticking plasters instead of solving real issues. Inevitably we miss things we have to pick up later.  ",
                "tag": "p"
            },
            {
                "content": "We recently had to re-design a part of the journey where multiple applicants need to agree on a piece of information. Our discovery involved speaking with other government departments that have the same challenge, as well as involving policy at the earliest stages to understand what would be possible to change. The result of these conversations is a strong yet simple journey which our users can confidently complete. ",
                "tag": "p"
            },
            {
                "content": "The map of the end to end service is our guide ",
                "tag": "h3"
            },
            {
                "content": "We need a map of the live service to guide us. This map includes any screens themselves and information about changes which have taken place and when. We need to see it all to understand the journey and address issues where they matter. ",
                "tag": "p"
            },
            {
                "content": "We created an end-to-end map of the Probate online application service to understand the user experience. This map was initially just for our UCD team but quickly became a reference for the service team as well as developers. No one in the team had had a visual overview of the journey and all the possible branching within the single application journey. ",
                "tag": "p"
            },
            {
                "content": "Having design capacity alongside delivery can be a winning formula ",
                "tag": "h3"
            },
            {
                "content": "We are embedded in live service delivery, working hand in hand with service managers, delivery managers, business analysts and developers who build our designs into the live environment. This means, even in discovery, small design changes to address problems can be developed and released without waiting for the project to go into alpha. ",
                "tag": "p"
            },
            {
                "content": "Given all this complexity, we try to work on only one service at once! ",
                "tag": "p"
            },
            {
                "content": "What we learned discussing this topic with international colleagues",
                "tag": "h2"
            },
            {
                "content": "Considerations for this work in the future  ",
                "tag": "h3"
            }
        ],
        "link": "https://designnotes.blog.gov.uk/2025/04/25/keeping-services-alive/",
        "blog": "Design in government",
        "blog_link": "https://designnotes.blog.gov.uk",
        "description": "What happens after services go live? What happens once large scale digital transformation programmes end?  Sarah and Juliette share what they learned discussing this topic with International Design in Government community. "
    },
    {
        "title": "Unlocking Accessibility: Frontend developers discuss semantic HTML and accessible code",
        "authors": [
            "Kelly Clarkson, Senior Accessibility Specialist, Government Digital Services",
            "Samantha Merrett, Senior Accessibility Specialist, Ministry of Justice"
        ],
        "posted_on": "2025-04-25T08:58:20",
        "categories": [
            "Unlocking Accessibility"
        ],
        "content": [
            {
                "content": "Image courtesy of Government Digital Services.",
                "tag": "p"
            },
            {
                "content": "Our Unlocking Accessibility series focuses on asking various professions or teams specific questions about digital accessibility.",
                "tag": "p"
            },
            {
                "content": "In the next instalment of this series, we asked frontend developers from various government departments and public sector organisations about the importance of semantic HTML, how they ensure accessibility from the start without over-relying on additional tools or plugins, and their approach to making dynamic content accessible for keyboard and screen reader users.",
                "tag": "p"
            },
            {
                "content": "Traditionally, frontend developers design, build, and improve websites, ensuring they are accessible to all users, including those with disabilities.",
                "tag": "p"
            },
            {
                "content": "Question 1 - What is 'semantic HTML,' and why is it important for accessibility?",
                "tag": "h2"
            },
            {
                "content": "Dilwoar Hussain, Lead Frontend Developer, Ministry of Housing, Communities and Local Government",
                "tag": "h3"
            },
            {
                "content": "Websites use special building blocks called HTML. HTML has two types of elements: generic ones like <div> and <span>, and specific ones like <img>, <nav>, and <button>. Using specific elements correctly is called semantic HTML.",
                "tag": "p"
            },
            {
                "content": "Choosing the right elements helps computers and screen readers understand the page structure. For example, a <button> should be a button, not just text. This ensures assistive technologies can properly navigate the page. Using the correct tags also helps search engines and makes websites better for everyone.",
                "tag": "p"
            },
            {
                "content": "James Gordon, Senior Frontend Developer, Department for Work and Pensions",
                "tag": "h3"
            },
            {
                "content": "When is a link not a link? When it’s an image with a javascript click event that mimics the behaviour of a link. To most users, it works fine, the creator even added some visual cues to indicate it’s clickable, but to a screen reader or other assistive tech, that’s reading the underlying HTML, it’s just an image. To make it ‘accessible’ you could add alt text to the image so screen readers can read out a description of a clickable link, you could add a role tag to indicate it’s a link, or you could just use the semantic html for a link <a>. The issue with not using semantic html is you can’t be 100% sure the assistive tech that is being used on your site is going to interpret your code as intended.",
                "tag": "p"
            },
            {
                "content": "The current state of modern web development is a hangover of shoring up the gaps in HTMLs interactivity with JS and, in doing so, losing the meaning of the underlying HTML. By writing your HTML semantically and enhancing it later with JS as desired you can serve a more diverse user group from the start of development instead of at the end.",
                "tag": "p"
            },
            {
                "content": "Michael Cheung, Senior Front-end Developer, NHS England",
                "tag": "h3"
            },
            {
                "content": "Semantic HTML means using the right HTML elements for their intended purpose or meaning. For example, use the <a> element for links, or the <header>, <nav>, <main> or <footer> elements to structure a page instead of generic elements like <span> and <div>.",
                "tag": "p"
            },
            {
                "content": "Using semantic HTML gives you accessibility for free. It helps assistive technologies to understand the type of content it comes across, making it easier to navigate and interact with when using screen readers, speech recognition software or a keyboard. This benefits everyone.",
                "tag": "p"
            },
            {
                "content": "Holly Blues, Front-end Developer, Department for Work and Pensions Digital",
                "tag": "h3"
            },
            {
                "content": "Semantic HTML describes the content of a web page in a meaningful way by using HTML tags such as a <header> or <footer> to describe page content, rather than using non-descriptive tags such as a <div> or <span>.",
                "tag": "p"
            },
            {
                "content": "These semantically named elements imply both the structure and content of the page which aids keyboard navigation for screen reader users.",
                "tag": "p"
            },
            {
                "content": "David Biddle, Frontend Developer, Government Digital Services",
                "tag": "h3"
            },
            {
                "content": "Semantic HTML is made up of HTML elements with meaning attached to them - so your tags describe the meaning of your document rather than just the way it looks. Most HTML elements have some meaning attached.",
                "tag": "p"
            },
            {
                "content": "The information this provides about the document can help users of assistive technologies use the page. For example, the <ul> and <li> elements allow screen readers to tell the user that a particular bit of text is a part of a list, or the <button> element makes it easy for a user of voice control software to interact by saying 'Click the button'.",
                "tag": "p"
            },
            {
                "content": "Question 2 - How do you make sure your code is accessible from the start, without relying too much on extra tools or plugins?",
                "tag": "h2"
            },
            {
                "content": "Dilwoar Hussain, Lead Frontend Developer, Ministry of Housing, Communities and Local Government",
                "tag": "h3"
            },
            {
                "content": "Making a page accessible is more challenging if you don’t consider accessibility from the start. That’s why I follow best practices early on. I use clear headings, meaningful alt text, and ensure colour contrast meets WCAG standards. I also test with a keyboard and screen reader during development.",
                "tag": "p"
            },
            {
                "content": "I work with designers and content writers early to flag potential issues that could impact users. Using well-tested patterns, like the GOV.UK Design System, helps ensure accessibility. This lets me focus on creating the best user experience while knowing each component meets high accessibility standards.",
                "tag": "p"
            },
            {
                "content": "James Gordon, Senior Frontend Developer, Department for Work and Pensions",
                "tag": "h3"
            },
            {
                "content": "Keep it simple stupid, is a principle I code by. It starts with working with designers to ensure we aren’t creating something untenable, then implementing it in the simplest way possible with semantic html. Sticking to well tested patterns developed by experts, such as the GDS and DWP design systems helps us know we are starting on the right foot too.",
                "tag": "p"
            },
            {
                "content": "Michael Cheung, Senior Front-end Developer, NHS England",
                "tag": "h3"
            },
            {
                "content": "I try keeping things as simple as possible. That always starts with hand-coding semantic HTML and using the appropriate HTML elements. I’ll have an idea of how the code should be but will often reference official HTML specifications and accessibility guidelines to ensure, for example, correct use of attributes and behaviours.",
                "tag": "p"
            },
            {
                "content": "Making use of a browser’s inbuilt tools is very helpful. For example, looking at the accessibility tree within DevTools to see what assistive technologies see, zooming in and resizing text, or just using the keyboard to navigate, are all simple ways of testing code without relying on anything else.",
                "tag": "p"
            },
            {
                "content": "Holly Blues, Front-end Developer, Department for Work and Pensions Digital",
                "tag": "h3"
            },
            {
                "content": "As a team we're all responsible for accessibility so from the Product Owner to Quality Assurance, and everyone in-between. This helps to keep accessibility at the forefront of our processes. The Government Design System components have been developed to give us a good starting point for creating accessible websites, with research and accessibility considered during their creation. This gives us a great start and provides consistent user journeys across our services, another win for accessible design and development. Before development starts we're looking out for components or features that might usually rely on client-side JavaScript and cause accessibility issues, such as filtering or paging controls, to see if there is an accessible pattern or component we can re-use.",
                "tag": "p"
            },
            {
                "content": "David Biddle, Frontend Developer, Government Digital Services",
                "tag": "h3"
            },
            {
                "content": "I find it helpful to think about the accessibility as early as possible - for example the design stage think about how the feature should work in different assistive technologies and what you expect the service to be like for different users.",
                "tag": "p"
            },
            {
                "content": "I'd then think about that when marking up the structure of the HTML, using the right semantic elements will provide a lot of cues to assistive technology, and browsers will provide some useful behaviour as well - for example, interactive elements will be focusable by default.",
                "tag": "p"
            },
            {
                "content": "Question 3 - How do you approach making dynamic content (like modals, carousels, and forms) and interactive elements (like buttons and forms) accessible for keyboard and screen reader users?",
                "tag": "h2"
            },
            {
                "content": "Dilwoar Hussain, Lead Frontend Developer, Ministry of Housing, Communities and Local Government",
                "tag": "h3"
            },
            {
                "content": "I make pop-ups and buttons accessible by using proper HTML, ARIA attributes, and keyboard-friendly functionality. Collapsible elements, like dropdowns and accordions, are a great example since they let users expand and hide content as needed.",
                "tag": "p"
            },
            {
                "content": "For collapsible elements, I ensure they can be controlled entirely with a keyboard. Users should be able to navigate to the trigger button with the Tab key and use Enter or Space to toggle the section. I use aria-expanded=\"true\" when the content is visible and aria-expanded=\"false\" when it is hidden. This lets screen readers announce whether the section is open or closed, providing clear feedback. I also use aria-controls to link the button to the content it affects, so assistive technologies can describe the relationship accurately.",
                "tag": "p"
            },
            {
                "content": "A critical approach to accessibility is progressive enhancement, a development technique that ensures core functionality works in all situations, with additional features enhancing the experience when supported by the browser. This is particularly important for accessibility when JavaScript is unavailable. For collapsible elements, the non-JavaScript version typically displays all content while hiding interactive controls like buttons. This ensures that users can still access the information even if scripts do not load.",
                "tag": "p"
            },
            {
                "content": "The GOV.UK Accordion component is a well-tested example of an accessible collapsible element, designed to work smoothly for both keyboard and screen reader users.",
                "tag": "p"
            },
            {
                "content": "James Gordon, Senior Frontend Developer, Department for Work and Pensions",
                "tag": "h3"
            },
            {
                "content": "When creating something new it’s important to start with the simplest version, one with little to no javascript enhancements. This enables you to write as much of it as semantic as possible.  Making interactive content accessible requires analysing all the times the content changes or wrestles control away from the user and flagging it up with aria live events as appropriate.",
                "tag": "p"
            },
            {
                "content": "The only real way to know if what you have done will work is doing a prodigious amount of manual testing across different devices and technologies.",
                "tag": "p"
            },
            {
                "content": "Michael Cheung, Senior Front-end Developer, NHS England",
                "tag": "h3"
            },
            {
                "content": "Rather than starting from scratch, I’ll check the NHS design system to see if it has what I need. It contains styles, components, and patterns that we use in the NHS and have been tested for accessibility.",
                "tag": "p"
            },
            {
                "content": "If it isn’t in our design system, I’ll check someone else’s like those from other government departments. Another resource is the WAI Aria Authoring Practices Guide which has many accessible examples.",
                "tag": "p"
            },
            {
                "content": "I’ll adapt what I find to my requirements and then test in our Accessibility Lab, which I help manage. It has a range of devices and assistive technology for testing.",
                "tag": "p"
            },
            {
                "content": "Holly Blues, Front-end Developer, Department for Work and Pensions Digital",
                "tag": "h3"
            },
            {
                "content": "During development we keep the Document Object Model (DOM) in mind. The HTML has a hierarchy, so we ensure our code uses semantic HTML and follows the correct ordering. It's also important to produce clean HTML that the browser understands and can render without errors, for example by ensuring HTML tags are opened and closed.",
                "tag": "p"
            },
            {
                "content": "Any dynamic content would have to adhere to the WCAG 2.2 accessibility standards. Using a combination of semantic html and appropriate ARIA attributes, we would ensure that keyboard or screen reader navigation would clearly highlight and focus on the navigable element and make announcements whenever the content changes.",
                "tag": "p"
            },
            {
                "content": "David Biddle, Frontend Developer, Government Digital Services",
                "tag": "h3"
            },
            {
                "content": "I'd start by seeing if I can use a semantic element to get some of the functionality I'm looking for - for example, if I was working on a modal I'd look to use <dialog>. I'd also check whether the feature I was building was a pattern with an ARIA widget role - such as a list of tabs.",
                "tag": "p"
            },
            {
                "content": "I'd ensure that any interactive elements were properly labelled, and that any interactions involving a mouse were also possible with a keyboard - including any click events, but also making sure that the user could navigate around and that their focus is clearly visible at all times.",
                "tag": "p"
            }
        ],
        "link": "https://accessibility.blog.gov.uk/2025/04/25/unlocking-accessibility-frontend-developers-discuss-semantic-html-and-accessible-code/",
        "blog": "Accessibility in government",
        "blog_link": "https://accessibility.blog.gov.uk",
        "description": "We asked frontend developers about the importance of semantic HTML, how they ensure code is accessible from the start of a project, and how they make dynamic content accessible."
    },
    {
        "title": "Standardisation of Post-Consent Monitoring for Offshore Wind Farms",
        "authors": [
            "Philippa Blyth, Offshore Wind Advisor"
        ],
        "posted_on": "2025-04-25T07:55:05",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "The Marine Management Organisation’s (MMO’s) Strategic Renewables Unit (SRU) have been working with other government departments, Statutory Nature Conservation Bodies (SNCB’s), The Crown Estate and Renewable UK to standardise the monitoring of offshore wind farms, aiming to make post-consent monitoring requirements clear and data more usable.",
                "tag": "p"
            },
            {
                "content": "In recent years there have been many publications that identify best practice in collecting and reporting offshore wind monitoring data. The project team reviewed these publications and further literature, on existing standardised approaches to environmental surveying and monitoring, to create a list of the most widely recognised standards. These best practice documents and monitoring standards were also used as evidence to determine which environmental receptors were considered, by stakeholders, to be best suited for standardised monitoring. These were marine mammals, seabirds, benthic habitats, underwater noise, fish and shellfish and geophysical surveys.",
                "tag": "p"
            },
            {
                "content": "Following the review of literature, the team also examined post-consent monitoring data to create a list of standardisation recommendations. This involved reviewing English offshore wind developments from the past 10 years and their associated post-consent monitoring documentation available through the MMO’s Marine Case Management System (MCMS). Documents were reviewed for explicit references to the monitoring standards identified in the initial research or methodologies that closely aligned. The results were then recorded to allow for a systematic analysis of the consistency or deviation in standards applied for each receptor and any trends that emerged in alternative monitoring approaches. This database was used to create an initial list of recommendations for agreed standards, which became the focus of the stakeholder workshop.",
                "tag": "p"
            },
            {
                "content": "The project team organised a workshop, hosted at The Crown Estate, where the recommendations were presented and discussed with stakeholders, such as other government departments and SNCB’s. The workshop saw attendees split into breakout groups, with each facilitator asking the group for opinions with a set of pre-determined questions regarding key issues that had been identified in the previous research stages. Opinions on the recommended standards and their appropriateness were shared by attendees and their responses were recorded, then analysed qualitatively and written up formally in a report.",
                "tag": "p"
            },
            {
                "content": "A key piece of feedback from the stakeholder workshop was the need to engage directly with developers and organisations that carry out monitoring to aid the projects team’s understanding of practical challenges associated with the proposed standards. To understand the industry perspective, the project team collaborated with RenewableUK to produce a summary of the recommendations, alongside a questionnaire, which was distributed to the RenewableUK Offshore Consents and Licensing Group, alongside other interested stakeholders, such as The Wildlife Trust and the Isle of Man Government. The results of the survey were then analysed qualitatively and written up formally in a report.",
                "tag": "p"
            },
            {
                "content": "All feedback was gathered and analysed to stimulate changes to the final recommendations, which are soon to be published and implemented for use throughout the MMO’s Marine Licensing Team who work on consenting Offshore Wind Farms in English waters. These standards will be used to make decisions on post-consent monitoring reports on whether applicants have completed sufficient monitoring that adheres to the recommended standards.",
                "tag": "p"
            },
            {
                "content": "The aim is for the standardised approach to allow data to be compared more easily between projects, which will bring multiple benefits, including making it easier to draw robust conclusions about cumulative impacts and allowing the conclusions from one monitoring programme to be used in assessing the impacts of another project. Over time, this will reduce the uncertainty in assessments by creating a stronger feedback loop between data, evidence, and decision-making. This approach will also enable data to be more easily discovered, shared, and re-used by stakeholders including industry, SNCBs, regulators, and academics, as data will be presented in an accessible and widely understood format.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/25/standardisation-of-post-consent-monitoring-for-offshore-wind-farms/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "The Marine Management Organisation’s (MMO’s) Strategic Renewables Unit (SRU) have been working with other government departments, Statutory Nature Conservation Bodies (SNCB’s), The Crown Estate and Renewable UK to standardise the monitoring of offshore wind farms, aiming to make post-consent monitoring …"
    },
    {
        "title": "Channel Islands Marine Spatial Planning Game",
        "authors": [
            "Charlotte Stadden, Coastal Marine Planner (South)"
        ],
        "posted_on": "2025-04-24T13:15:28",
        "categories": [
            "marine planning"
        ],
        "content": [
            {
                "content": "Rosie Bailey and Charlotte Stadden from the Marine Management Organisation’s marine planning team recently delivered two Marine Spatial Planning (MSP) games hosted in Guernsey. The sessions aimed to increase understanding of the benefits and implications of marine planning through interactive exercises.",
                "tag": "p"
            },
            {
                "content": "The MSP games were attended by deputies and officers from the Committee for the Environment and Infrastructure; the Committee for Economic Development and members of the Offshore Wind Sub Committee. Representatives from Jersey Marine Resources also attended the afternoon session.",
                "tag": "p"
            },
            {
                "content": "The State of Guernsey are currently in the process of considering marine planning for Guernsey and were interested in the MSP game as a valuable tool to further the conversation around marine planning. The States of Guernsey currently has in place an Island Development Plan (2016) which discusses coastal issues. The Government of Jersey is currently in the latter stages of the development of their first marine spatial plan, with the final version of the plan receiving approval by politicians in October 2024.",
                "tag": "p"
            },
            {
                "content": "The MSP game scenario focussed on industries of relevance to Guernsey and Jersey, and issues that could be encountered there. These MSP sessions succeeded in fostering meaningful engagement, promoting regional collaboration, and set the stage for more effective marine management in the Channel Islands going forwards. The sessions received positive feedback, with interest in holding a further session later in 2025.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "p"
            },
            {
                "content": "Building on the success of this event, we aim to host similar sessions in the future. If you would like to be invited to future events, please contact us at planning@marinemanagement.org.uk.",
                "tag": "p"
            },
            {
                "content": "We look forward to hearing from you and continuing this important work together.",
                "tag": "p"
            }
        ],
        "link": "https://marinedevelopments.blog.gov.uk/2025/04/24/channel-islands-marine-spatial-planning-game/",
        "blog": "Marine developments",
        "blog_link": "https://marinedevelopments.blog.gov.uk",
        "description": "Rosie Bailey and Charlotte Stadden from the Marine Management Organisation’s marine planning team recently delivered two Marine Spatial Planning (MSP) games hosted in Guernsey. The sessions aimed to increase understanding of the benefits and implications of marine planning through interactive …"
    },
    {
        "title": "Should trees be planted within a productive farming landscape?",
        "authors": [
            "Mark Broadmeadow"
        ],
        "posted_on": "2025-04-24T12:51:26",
        "categories": [
            "Woodland creation"
        ],
        "content": [
            {
                "content": "There’s a lot of discussion about how England’s limited land resource should be used. Food production is a key concern, with arable farming concentrated on the best and most versatile land.",
                "tag": "p"
            },
            {
                "content": "There is also a challenging and legally binding target to increase tree canopy and woodland cover to 16.5% of land area in England by 2050. This is necessary to reverse biodiversity loss, mitigate and adapt to climate change, and maintain a sustainable supply of timber. All of which support agriculture and rural communities. However, it requires an additional quarter of a million hectares of trees and woodland – equal to around 2% of England’s land area.",
                "tag": "p"
            },
            {
                "content": "So should any of this woodland cover be using our most productive farmed land? We explore the answer to this question and explain why there are sometimes reasons landowners may wish to plant on better quality land.",
                "tag": "p"
            },
            {
                "content": "The Agricultural Land Classification map",
                "tag": "h2"
            },
            {
                "content": "Published in 1981, the Agricultural Land Classification map shows ‘land capability for agriculture’, based on soil type, climate and topography.",
                "tag": "p"
            },
            {
                "content": "Importantly, it represents land capability at the time the soil was surveyed – not necessarily current or future suitability for agriculture. The government’s recent Land Use Consultation recognises this and is currently seeking views on how the map could be updated to take account of factors including climate change.",
                "tag": "p"
            },
            {
                "content": "In England and Wales, there are five categories (grades 1-5), with Grade 1 being the highest quality and suitable for the largest range of agricultural crops. Grade 3 land is further broken down to Grade 3a and Grade 3b. Grades 1, 2 and 3a comprise ‘best and most versatile land’.",
                "tag": "p"
            },
            {
                "content": "How is land chosen for woodland creation?",
                "tag": "h2"
            },
            {
                "content": "All agricultural land in England is eligible for applications to the England Woodland Creation Offer (EWCO) and other woodland creation grants. It is up to landowners to decide how their land should be used – as long as it complies with all laws and regulations.",
                "tag": "p"
            },
            {
                "content": "The Forestry Commission does not target high quality agricultural land for woodland creation and actively promotes planting on lower quality land with fewer constraints. We also provide supplementary payments through EWCO to incentivise planting on lower quality land.",
                "tag": "p"
            },
            {
                "content": "However, there are a range of reasons why landowners may wish to plant trees on better quality land:",
                "tag": "p"
            },
            {
                "content": "In these circumstances, the Forestry Commission and other woodland creation delivery partners may encourage landowners to plant on the best and most versatile land to meet specific environmental objectives and align with local nature recovery strategies. Landowners also need to consider land availability, planting constraints, cost, and a range of site attributes and factors.",
                "tag": "p"
            },
            {
                "content": "Forestry England considers Agricultural Land Classification when it acquires land for woodland creation. The best and most versatile land is generally avoided, unless the land is ideal for meeting other social, economic or environmental objectives of the project.",
                "tag": "p"
            },
            {
                "content": "How we assess the risks of woodland creation",
                "tag": "h2"
            },
            {
                "content": "Woodland creation Environmental Impact Assessments (EIA) determine any likely harm of the project to the wider environment. Agricultural land quality is a key consideration in EIA.",
                "tag": "p"
            },
            {
                "content": "If the project would likely impact on the local rural or agricultural economy through the individual or cumulative use of farmable best and most versatile land, then this is something that can be considered under the regulatory EIA process.",
                "tag": "p"
            },
            {
                "content": "Each case will be judged on its own merits. Generally, planting on best and most versatile land on its own is unlikely to represent sufficient harm to the environment to prevent a project from proceeding.",
                "tag": "p"
            },
            {
                "content": "EIAs may ask:",
                "tag": "p"
            },
            {
                "content": "Is woodland creation a major risk to food production?",
                "tag": "h2"
            },
            {
                "content": "We want to continue to target tree planting away from our best and most versatile land. However, even if we only planted on this land to meet our statutory tree cover target, it would cover 7% of that land in England. While this is a small minority of that land, we want to avoid this – planting large areas of woodland on best and most versatile land rather than less productive land isn’t an efficient use of land and it increases the risk of us pushing more food production abroad.",
                "tag": "p"
            },
            {
                "content": "But it’s highly unlikely that would happen – in 2021/22 and 2022/23, only 18% of new woodland was planted on the best and most versatile land. If this current trend continued, it would reduce the area of such land producing food by just 1.3% by 2050. Improving options for agroforestry, and encouraging woodland planting on less productive land, could further reduce the area of best and most versatile land taken out of food production.",
                "tag": "p"
            },
            {
                "content": "Of course, this all needs to be considered with land lost to urban expansion and energy production. The government is seeking views on how incentives can better reflect food production potential through its Land Use Consultation.",
                "tag": "p"
            },
            {
                "content": "Moreover, when done sensibly, and in the context of a Land Use Framework that promotes the protection of our best and most versatile land for food production, there are certain circumstances where trees or woodland can complement a productive farming landscape.",
                "tag": "p"
            }
        ],
        "link": "https://forestrycommission.blog.gov.uk/2025/04/24/should-trees-be-planted-within-a-productive-farming-landscape/",
        "blog": "Forestry Commission",
        "blog_link": "https://forestrycommission.blog.gov.uk",
        "description": "Mark Broadmeadow, Head of Climate Change at the Forestry Commission, shares his thoughts on whether woodland creation should always avoid the best and most versatile agricultural land."
    },
    {
        "title": "Nearly 200 people respond to UK NSC stakeholder survey",
        "authors": [
            "Mike Harris"
        ],
        "posted_on": "2025-04-24T11:57:05",
        "categories": [
            "General"
        ],
        "content": [
            {
                "content": "At the end of February we announced, via this blog, a review of the  UK NSC stakeholder engagement strategy and stakeholder engagement activities.",
                "tag": "p"
            },
            {
                "content": "We kicked off the review with a stakeholder survey, asking for your feedback on the information the UK NSC provides and the way we engage with individuals and organisations.",
                "tag": "p"
            },
            {
                "content": "A total of 179 people, representing a wide range of roles and perspectives, responded. Many thanks to all of you who took part. Your feedback will help inform any changes we need to make to ensure the UK NSC’s stakeholder strategy and activities are fit for purpose.",
                "tag": "p"
            },
            {
                "content": "We received responses from, among others, members of the public, condition-specific interest groups, screening professionals, academics, royal colleges, screening laboratory staff and commercial organisations.",
                "tag": "p"
            },
            {
                "content": "Overall:",
                "tag": "p"
            },
            {
                "content": "There was positive feedback for the UK NSC’s range of communication channels, including the blog, our recommendations website, screening masterclasses and international seminars.",
                "tag": "p"
            },
            {
                "content": "Respondents came up with a range of suggestions for how the committee might improve its stakeholder engagement activities. They also voiced some concerns and complaints, notably on the themes of the transparency of UK NSC information, the timeliness of its communications, stakeholder input into consultations, and the committee’s requirements for the provision of new screening evidence.",
                "tag": "p"
            },
            {
                "content": "Next steps",
                "tag": "h2"
            },
            {
                "content": "We will analyse the survey results in more depth and use the themes it highlighted to inform the agenda of more detailed focus group discussions.",
                "tag": "p"
            },
            {
                "content": "We plan to invite a variety of stakeholders to participate in these focus groups to discuss key issues and identify potential ways to address them.",
                "tag": "p"
            },
            {
                "content": "We will then consider how the UK NSC’s stakeholder strategy and activities might need to be amended and improved. We will aim to publish any updates later this year and communicate them via the blog.",
                "tag": "p"
            },
            {
                "content": "Keep up to date",
                "tag": "h2"
            },
            {
                "content": "The UK NSC blog provides up to date news from the UK NSC. You can register to receive updates direct to your inbox, so there is no need to keep checking for new articles. If you have any questions about this blog article, or about the work of the UK NSC, please email uknsc@dhsc.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://nationalscreening.blog.gov.uk/2025/04/24/nearly-200-people-respond-to-uk-nsc-stakeholder-survey/",
        "blog": "UK National Screening Committee",
        "blog_link": "https://nationalscreening.blog.gov.uk",
        "description": "Many thanks to everyone who responded to the UK NSC stakeholder survey. We will analyse the results and use them to inform any changes needed to the UK NSC stakeholder engagement strategy and activities."
    },
    {
        "title": "Cornwall commercial fisheries pilot: summary report published",
        "authors": [
            "Nicola Lewellen - FMP Engagement and Communications"
        ],
        "posted_on": "2025-04-24T09:51:46",
        "categories": [
            "- Defra led FMPs",
            "Development and drafting",
            "Implementation"
        ],
        "content": [
            {
                "content": "Since our last post, a summary report from the Developing Cornwall’s Fisheries- engagement pilot event has been shared with attendees and been published.  ",
                "tag": "p"
            },
            {
                "content": "The report ",
                "tag": "h2"
            },
            {
                "content": "The report gives a summary of what was covered at the event. From discussions on complex issues surrounding bass, crab and lobster fisheries management plans (FMP), to exploring more sustainable approaches to demersal fishing, and through to negotiations, potential future funding and fishing priorities in Cornwall. ",
                "tag": "p"
            },
            {
                "content": "You can find the report here- Developing Cornwall’s Fisheries – Pilot Engagement Post Event Report - Cornish Fish Producers’ Organisation ",
                "tag": "p"
            },
            {
                "content": "Reminder: what the event was about ",
                "tag": "h2"
            },
            {
                "content": "In October 2024, commercial fishing industry representatives and government officials gathered in St Ives for a three-day pilot event aimed to tackle pressing issues and consider solutions in fisheries management in the waters around Cornwall.  ",
                "tag": "p"
            },
            {
                "content": "This collaborative workshop led jointly by Defra, the Marine Management Organisation (MMO), the Cornish Fish Producers Organisation (CFPO), the National Federation of Fishermen's Organisations (NFFO), and the UK Association of Fish Producer Organisations (UKAFPO) brought together stakeholders as part of our ongoing work to explore how we best work together to co-design and deliver measures for sustainable fisheries with our stakeholders.  ",
                "tag": "p"
            },
            {
                "content": "You can read our previous post on the event here: Insights from commercial fishing pilot event in Cornwall ",
                "tag": "p"
            },
            {
                "content": "The approach  ",
                "tag": "h2"
            },
            {
                "content": "The pilot event created a space where everyone from policy makers to those working at sea could speak openly about what is, and isn’t, working. ",
                "tag": "p"
            },
            {
                "content": "Perhaps most valuable were the face-to-face connections made and breaking down misconceptions between industry and government. Moving forward, the organisers have outlined clear actions with specific timeframes. ",
                "tag": "p"
            },
            {
                "content": "What’s next? ",
                "tag": "h2"
            },
            {
                "content": "A follow-up meeting in April 2025 with attendees will review progress and explain how actions from the event are being taken forward.   ",
                "tag": "p"
            },
            {
                "content": "One of key actions was a need to clarify roles and responsibilities in FMP governance (or how FMPs are managed and by who) so keep an eye out for an upcoming blog post on this.  ",
                "tag": "p"
            },
            {
                "content": "Updates on other actions will follow the next meeting, so make sure to subscribe to the FMP blog to get notifications of new posts. ",
                "tag": "p"
            }
        ],
        "link": "https://defrafmp.blog.gov.uk/2025/04/24/cornwall-commercial-fisheries-pilot-summary-report-published/",
        "blog": "Fisheries Management Plans ",
        "blog_link": "https://defrafmp.blog.gov.uk",
        "description": "October’s pilot engagement in Cornwall brought together stakeholders in the commercial industry and officials. Read the summary report and what is coming next. "
    },
    {
        "title": "RPC publishes league table of departments lagging on regulatory evaluation and gains commitments to address the backlog",
        "authors": [
            "Stephen Gibson"
        ],
        "posted_on": "2025-04-24T09:31:32",
        "categories": [
            "Better regulation",
            "Evaluation",
            "Independent scrutiny"
        ],
        "content": [
            {
                "content": "Evaluating existing regulations is a key element of the Government’s plan to unlock the growth potential of the British economy. Post Implementation Reviews (PIRs) check whether regulations are achieving their objectives or if they are imposing excessive costs. In doing so, they support the Government’s growth agenda and its pledge to reduce the administrative costs of regulations by 25%.",
                "tag": "p"
            },
            {
                "content": "The RPC has been concerned over many years at departments’ failure to complete PIRs. We are concerned because it means that departments do not have the evidence to correct past mistakes or suggest how to improve future regulatory decisions; it is also generally a statutory requirement.",
                "tag": "p"
            },
            {
                "content": "One of our earliest Blogs in 2021 reported that only 40% of PIRs were being completed on time. Since then, we have repeatedly raised this issue, most recently in February this year, where my Blog commended Defra for reducing their backlog of 56 PIRs, but noted that many other departments were still not meeting their statutory requirements to complete PIRs on time (or at all).",
                "tag": "p"
            },
            {
                "content": "League Table of Departmental Performance",
                "tag": "h2"
            },
            {
                "content": "The government has asked the RPC to publish data on departments’ performance on PIRs in order to strengthen accountability and create stronger incentives for compliance. Today we are releasing that information for the first time in the form of a league table of outstanding PIRs.",
                "tag": "p"
            },
            {
                "content": "It shows that there are 85 outstanding PIRs (of which over 40% relate to Department for Transport measures) – for comparison, last year the RPC reviewed 70 IAs, so this is a backlog roughly equivalent to a year’s regulatory activity. A spreadsheet with all the outstanding PIRs split by department is on our website here.",
                "tag": "p"
            },
            {
                "content": "Departmental commitments to address their PIR backlogs",
                "tag": "h2"
            },
            {
                "content": "I wrote to the permanent secretaries of the eight departments with four or more outstanding PIRs, asking them to commit to catch up on their backlog of PIRs.",
                "tag": "p"
            },
            {
                "content": "The responses from departments have offered commitments to clear their backlog and I commend them for having responded so positively:",
                "tag": "p"
            },
            {
                "content": "Next Steps",
                "tag": "h2"
            },
            {
                "content": "The RPC will monitor Departments’ performance against their commitments, as well as their performance in completing PIRs on time (and to a high standard) in future. We will provide regular updates going forward in our Blogs and other publications.",
                "tag": "p"
            }
        ],
        "link": "https://rpc.blog.gov.uk/2025/04/24/rpc-publishes-league-table-of-departments-lagging-on-regulatory-evaluation-and-gains-commitments-to-address-the-backlog/",
        "blog": "Regulatory Policy Committee",
        "blog_link": "https://rpc.blog.gov.uk",
        "description": "The RPC has today published information on outstanding Post-Implementation Reviews (PIRs) across government. Stephen Gibson, Chair of the RPC, commends departmental commitments to address the backlog."
    },
    {
        "title": "Introduction to User Research – now available on FutureLearn",
        "authors": [
            "Thomas Beautyman, Deputy Director Government Digital Capability, CDDO"
        ],
        "posted_on": "2025-04-23T16:14:33",
        "categories": [
            "Cross-government strategy",
            "Data",
            "Digital learning and development",
            "Digital strategy",
            "Digital transformation",
            "Government Digital and Data"
        ],
        "content": [
            {
                "content": "Ever wondered what user researchers do? Curious about why we do it in government? Here’s your chance to learn more!",
                "tag": "p"
            },
            {
                "content": "Created in collaboration with user research colleagues from across government, the Government Digital Service (GDS) is  thrilled to announce that our new Introduction to User Research course is now live!",
                "tag": "p"
            },
            {
                "content": "This course is the latest instalment in our “Introduction to” series. As outlined in the blueprint for modern digital government, there is a need for investment in talent and opportunities for learning, development and upskilling. GDS is at the forefront of providing these opportunities so that we can contribute to the government’s goal of doubling the size of the Government Digital and Data profession and equipping civil servants with the skills and knowledge they need to work effectively in a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "Who is the course for?",
                "tag": "h3"
            },
            {
                "content": "Whether you work as a user researcher already and would like to develop some skills, are simply curious about the field, or are maybe even considering a government user research career, this course is for you! ",
                "tag": "p"
            },
            {
                "content": "What will you learn?",
                "tag": "h3"
            },
            {
                "content": "On this three-week, self-led, introductory course, you will learn the basics: ",
                "tag": "p"
            },
            {
                "content": "This course is free to access and open to everyone! It is structured over three weeks with a recommended learning time of three hours per week, but it is self-directed and you can learn at your own pace. You can join and start learning at any time.",
                "tag": "p"
            },
            {
                "content": "Why user research?",
                "tag": "h3"
            },
            {
                "content": "Before 2020, GDS Academy launched and ran a two-day classroom version of the Introduction to User Research in Government course. The course was designed to equip new researchers and career changers with essential user research skills and clarify how user research works in government. ",
                "tag": "p"
            },
            {
                "content": "This was paused in 2020 due to COVID-19, so GDS created a version that could be delivered remotely. A cross-government facilitator group now runs the course both online and in person.",
                "tag": "p"
            },
            {
                "content": "Following the success of our other FutureLearn courses (Introduction to Content Design and Introduction to Product Management), we decided to adapt this content into a course we could share across government and with the wider public. ",
                "tag": "p"
            },
            {
                "content": "We also collaborated with colleagues on the Digital Fast Stream who were in need of a tailored learning package introducing learners to user research in government. This provided us with the opportunity to meet an internal need for learning while also promoting user research as a discipline more widely. ",
                "tag": "p"
            },
            {
                "content": "How does it work?",
                "tag": "h3"
            },
            {
                "content": "The topics covered in the course will also be useful for anyone who would like to:",
                "tag": "p"
            },
            {
                "content": "This is an awareness level course. It is aimed at people who are new to user research or for those who have some knowledge but would like to learn more about user research in government.",
                "tag": "p"
            },
            {
                "content": "The course content was produced by a cross-government team of user researchers from the Ministry for Housing, Communities and Local Government, NHS England, the Department for Environment, Farming and Rural affairs, Government Property Agency, HM Revenue and Customs and the Centre for Digital Public Services, adapting material from existing training and other sources, such as the Government Digital and Data user researcher pages on GOV.UK",
                "tag": "p"
            },
            {
                "content": "You will learn through a mix of reading, completing tasks and watching educational videos produced by user researchers working in government. You can keep track of your progress by taking quizzes and end-of-week tests, and by completing the learner tasks throughout the course. ",
                "tag": "p"
            },
            {
                "content": "The course is free to access, but for an optional fee you can gain permanent access to the course material, get a chance to take the course assessments, and receive a signed certificate of completion at the end of the course as a record of your learning. ",
                "tag": "p"
            },
            {
                "content": "Social learning",
                "tag": "h3"
            },
            {
                "content": "FutureLearn is a social learning platform and interaction between learners is fundamental to the experience. ",
                "tag": "p"
            },
            {
                "content": "On every step of the course, you will have the opportunity to chat to other learners about the subjects and activities covered. You can comment as much or as little as you would like, but we encourage you to join in and learn collaboratively.",
                "tag": "p"
            },
            {
                "content": "Register on FutureLearn now – the course is now permanently live! You can join the course at any time and learn at your own pace each week. ",
                "tag": "p"
            },
            {
                "content": "What’s next?",
                "tag": "p"
            },
            {
                "content": "Keep an eye out for our upcoming courses on more digital and data roles, including Business Analyst, Delivery Manager and Service Designer. ",
                "tag": "p"
            },
            {
                "content": "If you have any queries or would like to collaborate with the team on our next courses, you can contact the Learning Design team by emailing thomas.munley@digital.cabinet-office.gov.uk.",
                "tag": "p"
            }
        ],
        "link": "https://cddo.blog.gov.uk/2025/04/23/introduction-to-user-research-now-available-on-futurelearn/",
        "blog": "Government Digital and Data",
        "blog_link": "https://cddo.blog.gov.uk",
        "description": "Our new, free to access Introduction to User Research course is now available on FutureLearn! Read on to find out how you can join. "
    },
    {
        "title": "Exploring approaches for using GOV.UK One Login in local government: join our discovery ",
        "authors": [
            "The Local Digital team"
        ],
        "posted_on": "2025-04-23T14:41:14",
        "categories": [
            "Local Digital"
        ],
        "content": [
            {
                "content": "The way service users access public services is changing. At the heart of this transformation is GOV.UK One Login, which is a secure, unified way for people to sign in to government services. It’s currently being rolled out across central government in England, and now the Local Digital team is exploring how GOV.UK One Login could benefit local government. ",
                "tag": "p"
            },
            {
                "content": "We know that councils face challenges with identity checks and authentication. Users need easy, seamless access to services, and councils need efficient, secure and cost-effective solutions. To address these needs, we’re launching a discovery phase to understand how GOV.UK One Login could help councils. ",
                "tag": "p"
            },
            {
                "content": "Why One Login matters  ",
                "tag": "h2"
            },
            {
                "content": "Local government plays a significant role in the public’s lives, delivering essential services from housing support to waste collection. For many councils, the current authentication landscape is fragmented, with multiple logins across different services. This can be frustrating for users, and costly for councils. ",
                "tag": "p"
            },
            {
                "content": "By adopting centrally developed and tested components like One Login, councils could benefit from: ",
                "tag": "p"
            },
            {
                "content": "What the discovery will explore ",
                "tag": "h2"
            },
            {
                "content": "One Login has been designed with a focus on central government delivering transactional services. We don’t assume One Login is the right fit for every council service – our discovery aims to find out: ",
                "tag": "p"
            },
            {
                "content": "Over the next 10 weeks, we would like to work with councils and software suppliers to explore: ",
                "tag": "p"
            },
            {
                "content": "It’s about ensuring any solution meets the needs of councils and their residents. For some councils, adopting a new authentication system might feel daunting, so the discovery phase will concentrate on identifying options that are realistic, valuable and practical. ",
                "tag": "p"
            },
            {
                "content": "A gateway to future possibilities ",
                "tag": "h2"
            },
            {
                "content": "One Login can be a gateway to a more cohesive user experience. With the upcoming integration of the GOV.UK Wallet and the GOV.UK App, the public will soon be able to store, access and securely share government documents digitally – from driving licences to blue badges, and other essential paperwork. ",
                "tag": "p"
            },
            {
                "content": "One Login could simplify authentication and act as a foundation for seamless, secure access to government services where identity and eligibility need to be verified. This will help to reduce the administrative burden for both councils and residents. ",
                "tag": "p"
            },
            {
                "content": "How to get involved ",
                "tag": "h2"
            },
            {
                "content": "We want to hear from local government in England and software suppliers who are interested in shaping this work. Whether you’re keen to explore One Login or have concerns about its feasibility, your insights will be crucial. We’re committed to working with councils to understand what’s needed, and establish clear pathways for adoption. ",
                "tag": "p"
            },
            {
                "content": "If you’d like to be involved or simply stay updated, let us know by completing this form by Friday 16 May. ",
                "tag": "p"
            },
            {
                "content": "Find out more about our work",
                "tag": "h2"
            },
            {
                "content": "Follow our channels for the latest updates and opportunities: ",
                "tag": "p"
            }
        ],
        "link": "https://mhclgdigital.blog.gov.uk/2025/04/23/exploring-approaches-for-using-gov-uk-one-login-in-local-government-join-our-discovery/",
        "blog": "MHCLG Digital",
        "blog_link": "https://mhclgdigital.blog.gov.uk",
        "description": "The way citizens access public services is evolving, and GOV.UK One Login, a secure and unified sign-in system, is central to this transformation. The Local Digital team is launching a discovery phase to understand how One Login could benefit local government by addressing challenges in identity checks and authentication. Learn more and find out how to get involved. "
    },
    {
        "title": "Meet the Modern Civil Service, Amritpal Chahal, Apprentice Software Developer - Ministry of Justice",
        "authors": [
            "Government Reform"
        ],
        "posted_on": "2025-04-23T11:51:48",
        "categories": [
            "A Modern Civil Service",
            "Capability",
            "Digital and data",
            "Government Reform",
            "Innovation",
            "Interview",
            "Proud Civil Servant",
            "Skilled Civil Service"
        ],
        "content": [
            {
                "content": "About TechTrack: Developing digital and data leaders",
                "tag": "h2"
            },
            {
                "content": "TechTrack is the government’s flagship apprenticeship programme for attracting and retraining talented individuals for digital and data leadership roles, and it has a key role in the Prime Minister’s plan to reshape government services. TechTrack, part of the Government Digital and Data community, sits at the heart of the digital centre of government and is part of the Department of Science, Innovation and Technology.",
                "tag": "p"
            },
            {
                "content": "The Modern Civil Service caught up with Amrit Chahal, an Apprentice Software Developer at the Ministry of Justice (MoJ), Amrit is one of the very first TechTrack apprentices. In this interview, we talk to him about his motivations, the TechTrack selection process, his experience of the apprenticeship ‘bootcamp’ training phase and Amrit’s views on a modern digital government. ",
                "tag": "p"
            },
            {
                "content": "What does a Modern Civil Service mean to you?",
                "tag": "h3"
            },
            {
                "content": "To me, a Modern Civil Service is one that is efficient, inclusive and delivers in the best interest of the public. A service that keeps up with the ever-changing digital landscape.",
                "tag": "p"
            },
            {
                "content": "Tell us about TechTrack",
                "tag": "h3"
            },
            {
                "content": "TechTrack is a new type of apprenticeship that looks for new talent as well as existing civil servants who may be in established careers and in other fields. It aims to combine digital training with leadership elements to help drive an influx of tech leaders in government. Think of a digital version of the Civil Service Fast Stream!",
                "tag": "p"
            },
            {
                "content": "I applied for TechTrack as I am someone who has always been fascinated by technology. I was inspired by the opportunity to contribute to projects that make a difference to the public. ",
                "tag": "p"
            },
            {
                "content": "Being able to apply your learning immediately in the workplace is invaluable. There is a huge focus on support with the training providers, fostering a culture that enjoys sharing knowledge and continuous development.",
                "tag": "p"
            },
            {
                "content": "Could you share your experience about the TechTrack selection process?",
                "tag": "h3"
            },
            {
                "content": "The process started with assessing an individual’s learning aptitude, followed by a technical test. Then there were self-assessments, scenario based questions and formal interviews. I also had to present in one of the interviews. ",
                "tag": "p"
            },
            {
                "content": "I found the interview questions to be the most challenging part. I think the process really identifies those with the personality, enthusiasm, ability to learn and leadership qualities needed to thrive in the role.",
                "tag": "p"
            },
            {
                "content": "The government's blueprint for a modern digital government emphasises creating services that ‘do the hard work for citizens’. How does this user-centered philosophy influence your approach to software development?",
                "tag": "h3"
            },
            {
                "content": "You can read about the blueprint for a modern digital government on GOV.UK. Users are at the heart of all the work we do. As a developer, my aim will be to make digital services easy to use and accessible. This requires frequent testing and changes based on user feedback. The goal is that our services work well and are available to everyone.",
                "tag": "p"
            },
            {
                "content": "How do you see technologies like AI transforming public services, and what role do you hope to play in that transformation?",
                "tag": "h3"
            },
            {
                "content": "I see AI making public services more efficient and personalised. It can help with repetitive tasks and automate lengthy processes such as document reviews. I also see it providing faster and more personalised responses to citizens’ queries. ",
                "tag": "p"
            },
            {
                "content": "I want to ensure that AI is used ethically, and that human oversight, transparency and fairness remains central to our work. I hope to play a key role in making public services more efficient, as well as enhancing trust in the services.",
                "tag": "p"
            },
            {
                "content": "What's been your proudest achievement or contribution since joining the TechTrack programme?",
                "tag": "h3"
            },
            {
                "content": "Having the opportunity to ask the Prime Minister a question about the digital transformation of government with apprenticeships! Seven other TechTrack apprentices and I attended a hackathon at Downing Street earlier that same week. You can read about this on LinkedIn.",
                "tag": "p"
            },
            {
                "content": "TechTrack is central to building a Modern Civil Service fit for the digital age. How does it feel to be at the forefront of this transformation?",
                "tag": "h3"
            },
            {
                "content": "I am incredibly excited and grateful to be a part of this transformation. I think a modern Civil Service is one that is agile, digital, data-driven and focused on the public’s needs. I appreciate the responsibility that comes with this opportunity and believe a modern Civil Service must be digital-first and inclusive - ensuring services are accessible to everyone, regardless of their level of digital literacy.",
                "tag": "p"
            },
            {
                "content": "Finally, what's something you've learned about digital public service delivery that you wish more people understood?",
                "tag": "h3"
            },
            {
                "content": "More than just using new technology, it’s about a cultural change to embrace new ways of working. That means ensuring people are supported to try out new things and experiment. ",
                "tag": "p"
            },
            {
                "content": "I think it’s important to remember that digital services will continuously be changing, based on user feedback. This user experience is at the heart of the work we do - it is all about making life easier for people.",
                "tag": "p"
            },
            {
                "content": "If you are a department lead and would like to know more about hiring a TechTrack apprentice, you can register to attend a special ‘GDS talks TechTrack session’ and also contact the providers directly for Software Developer roles, or visit the Business Analyst page. For any questions you can contact the TechTrack team.",
                "tag": "p"
            }
        ],
        "link": "https://moderncivilservice.blog.gov.uk/2025/04/23/meet-the-modern-civil-service-amritpal-chahal-apprentice-software-developer-ministry-of-justice/",
        "blog": "A Modern Civil Service",
        "blog_link": "https://moderncivilservice.blog.gov.uk",
        "description": "The Modern Civil Service caught up with Amrit Chahal, one of the very first TechTrack apprentices. In this interview, we talk to him about his motivations, the TechTrack selection process and Amrit’s views on a modern digital government. "
    },
    {
        "title": "Good food hygiene is good business",
        "authors": [
            "Katie Pettifer, Chief Executive"
        ],
        "posted_on": "2025-04-23T10:52:48",
        "categories": [
            "Business guidance",
            "Our mission"
        ],
        "content": [
            {
                "content": "Cymraeg",
                "tag": "p"
            },
            {
                "content": "At the FSA one of our guiding principles is making it easier for businesses to do the right thing. Today we're launching a campaign designed to help food businesses improve their hygiene standards through better use of FSA guidance and resources.",
                "tag": "p"
            },
            {
                "content": "Good hygiene isn't just about compliance—it directly affects business success. Our research shows that food hygiene standards matter significantly to customers: 64% of customers consider cleanliness when choosing where to eat, while 82% would avoid restaurants or takeaways with a hygiene rating of two or below.",
                "tag": "p"
            },
            {
                "content": "But we know many small and micro-businesses are missing out on the latest guidance that could help them protect their customers and ensure they meet their legal obligations to keep food safe.",
                "tag": "p"
            },
            {
                "content": "Many small businesses, for example, are unaware of the new allergy information requirements and only 6% of these businesses subscribe to FSA news and food alerts. This means they may miss information about products to be cleared from the shelves during a food safety incident.",
                "tag": "p"
            },
            {
                "content": "To help address this gap, we’re launching a refreshed FSA business website hub. This hub will allow food businesses to have quick and free access to the resources they need to run their businesses safely. It includes expanded free training resources and improved guidance materials, covering critical areas like allergen management and food incident response. ",
                "tag": "p"
            },
            {
                "content": "These tools are completely free to access and use. Our aim is simple: to make it easier for businesses to do the right thing. By engaging with these resources, we want to help business better protect customers, maintain public trust in the food industry, and stay compliant with the latest regulations. ",
                "tag": "p"
            },
            {
                "content": "To support and promote this campaign we’re working with trusted partners from across the food sector including food businesses and industry representatives to share the message with colleagues, employees and their wider networks. By working together, we can ensure businesses continue to thrive while keeping their customers safe. ",
                "tag": "p"
            },
            {
                "content": "Yn yr ASB, un o’n hegwyddorion arweiniol yw ei gwneud yn haws i fusnesau wneud y peth iawn. Heddiw, rydym yn lansio ymgyrch sydd wedi’i gynllunio i helpu busnesau bwyd i wella eu safonau hylendid, a hynny trwy ddefnyddio canllawiau ac adnoddau’r ASB yn well.",
                "tag": "p"
            },
            {
                "content": "Nid yw hylendid da yn ymwneud â chydymffurfio’n unig—mae’n effeithio’n uniongyrchol ar lwyddiant busnes. Mae ein hymchwil yn dangos bod safonau hylendid bwyd yn bwysig iawn i gwsmeriaid: mae 64% o gwsmeriaid yn ystyried glendid wrth ddewis ble i fwyta, a byddai 82% yn osgoi bwytai neu siopau tecawê sydd â sgôr hylendid o ddau neu lai.",
                "tag": "p"
            },
            {
                "content": "Ond rydym yn gwybod bod llawer o fusnesau bach a micro yn colli allan ar y canllawiau diweddaraf a allai eu helpu i ddiogelu eu cwsmeriaid a sicrhau eu bod yn bodloni eu rhwymedigaethau cyfreithiol i gadw bwyd yn ddiogel.",
                "tag": "p"
            },
            {
                "content": "Er enghraifft, nid yw llawer o fusnesau bach yn ymwybodol o’r gofynion newydd o ran gwybodaeth am alergeddau, a dim ond 6% o’r busnesau hyn sy’n tanysgrifio i hysbysiadau newyddion a rhybuddion bwyd yr ASB. Mae hyn yn golygu y gallent golli gwybodaeth am gynhyrchion i’w tynnu oddi ar y silffoedd yn ystod digwyddiad diogelwch bwyd.",
                "tag": "p"
            },
            {
                "content": "Er mwyn helpu i fynd i’r afael â’r bwlch hwn, rydym yn lansio hyb newydd i fusnesau ar wefan yr ASB. Bydd yr hyb hwn yn galluogi busnesau bwyd i gael mynediad cyflym at yr adnoddau sydd eu hangen arnynt i redeg eu busnesau’n ddiogel, a hynny’n rhad ac am ddim. Mae’n cynnwys mwy o adnoddau hyfforddi rhad ac am ddim a chanllawiau sydd wedi’u gwella; mae’r rhain yn cwmpasu meysydd hanfodol fel rheoli alergenau ac ymateb i ddigwyddiadau bwyd.",
                "tag": "p"
            },
            {
                "content": "Gellir cael at yr adnoddau hyn a’u defnyddio’n rhad ac am ddim. Mae ein nod yn syml: hynny yw, ei gwneud yn haws i fusnesau wneud y peth iawn. Gall manteisio ar yr adnoddau hyn helpu busnesau i ddiogelu cwsmeriaid yn well, cynnal ymddiriedaeth y cyhoedd yn y diwydiant bwyd, yn ogystal â pharhau i gydymffurfio â’r rheoliadau diweddaraf.",
                "tag": "p"
            },
            {
                "content": "I gefnogi a hyrwyddo’r ymgyrch hwn, rydym yn gweithio gyda phartneriaid dibynadwy o bob rhan o’r sector bwyd, gan gynnwys busnesau bwyd a chynrychiolwyr ar ran y diwydiant, i rannu’r neges gyda chydweithwyr, cyflogeion a’u rhwydweithiau ehangach. Trwy weithio ar y cyd, gallwn sicrhau bod busnesau’n parhau i ffynnu wrth gadw eu cwsmeriaid yn ddiogel ar yr un pryd.",
                "tag": "p"
            }
        ],
        "link": "https://food.blog.gov.uk/2025/04/23/good-food-hygiene-is-good-business/",
        "blog": "Food Standards Agency",
        "blog_link": "https://food.blog.gov.uk",
        "description": "Cymraeg At the FSA one of our guiding principles is making it easier for businesses to do the right thing. Today we're launching a campaign designed to help food businesses improve their hygiene standards through better use of FSA guidance …"
    },
    {
        "title": "STEM Futures: Bridging knowledge across sectors",
        "authors": [
            "gseprofession"
        ],
        "posted_on": "2025-04-22T15:33:18",
        "categories": [
            "Interchange"
        ],
        "content": [
            {
                "content": "Interchange Symposium 2025",
                "tag": "h2"
            },
            {
                "content": "STEM Futures is a partnership of organisations across government, industry and academia, delivered by the Government Science and Engineering (GSE) Profession team at the Government Office for –Science (GO-Science). STEM Futures aims to foster knowledge exchange at every career stage, from secondments and placements through to mentoring and coaching. ",
                "tag": "p"
            },
            {
                "content": "In March 2025, we hosted the second STEM Futures Interchange event at the Royal Society, bringing together approximately 50 attendees both in person and online. The day was a celebration of the diverse opportunities the scheme has made possible, and focused on how this can be developed further through cross-sector knowledge exchange.  ",
                "tag": "p"
            },
            {
                "content": "Opening remarks ",
                "tag": "p"
            },
            {
                "content": "The event was opened by a keynote speech from Andreea Anastasiu, the Executive Director of the Government Outcomes Lab at the Blavatnik School of Government, University of Oxford. Andreea shared her reflections on the importance of cross-sector partnerships and highlighted how people, rather than organisations, are at the heart of collaboration. ",
                "tag": "p"
            },
            {
                "content": "Showcasing success ",
                "tag": "p"
            },
            {
                "content": "Ted Hayden, the Director of GO-Science, then chaired a panel showcasing the exciting knowledge exchange activities supported by STEM Futures. Delegates heard perspectives from the Nuclear Hub, the Space Hub, the Department for Energy Security and Net Zero (DESNZ), and a secondee from the National Physical Laboratory (NPL) into the Department for Science, Innovation and Technology (DSIT). Each shared their personal experiences of the scheme, highlighting the importance of engaging with the right people early on to set up secondment opportunities. ",
                "tag": "p"
            },
            {
                "content": "Collaborating on priority topics ",
                "tag": "p"
            },
            {
                "content": "To support partners in getting the best out of STEM Futures, delegates took part in a collaborative workshop activity centred around four priority topic areas: ",
                "tag": "p"
            },
            {
                "content": "This allowed partners to share their insights and discuss how they could work together, generating a host of fantastic ideas about how to better support knowledge exchange opportunities across sectors. ",
                "tag": "p"
            },
            {
                "content": "Looking ahead ",
                "tag": "p"
            },
            {
                "content": "Sophie Boldon, Deputy Director for Science and Innovation Systems and Capability at GO-Science, wrapped up the day with reflections, sharing her excitement about the future of STEM Futures.  ",
                "tag": "p"
            },
            {
                "content": "Interested in how STEM Futures can benefit your organisation?  Get in touch with us at STEMFutures@go-science.gov.uk to find out more about how the scheme can help deliver innovative STEM knowledge-exchange opportunities.  ",
                "tag": "p"
            }
        ],
        "link": "https://governmentscienceandengineering.blog.gov.uk/2025/04/22/stem-futures-bridging-knowledge-across-sectors/",
        "blog": "Government Science and Engineering",
        "blog_link": "https://governmentscienceandengineering.blog.gov.uk",
        "description": "Interchange Symposium 2025 STEM Futures is a partnership of organisations across government, industry and academia, delivered by the Government Science and Engineering (GSE) Profession team at the Government Office for –Science (GO-Science). STEM Futures aims to foster knowledge exchange at …"
    },
    {
        "title": "Additional Job vacancies April 2025",
        "authors": [
            "Government Vets Blog Team"
        ],
        "posted_on": "2025-04-22T13:59:21",
        "categories": [
            "Government Veterinary Services"
        ],
        "content": [
            {
                "content": "Here is a list of more current veterinary job vacancies in the Civil Service. Click on the links to find out more. the links to find out more. You may need to set up a username and password to access the details of each post.",
                "tag": "p"
            },
            {
                "content": "For job alerts, sign up to Civil Service jobs website. Under job roles, select “Veterinary Services”.",
                "tag": "p"
            },
            {
                "content": "You can find experiences from vets who have worked in these organisations, such the FSA, APHA and MoD as well as others, throughout the blog.",
                "tag": "p"
            }
        ],
        "link": "https://vets.blog.gov.uk/2025/04/22/additional-job-vacancies-april-2025/",
        "blog": "Government Vets",
        "blog_link": "https://vets.blog.gov.uk",
        "description": "Here is a list of more current veterinary job vacancies in the Civil Service. Click on the links to find out more. the links to find out more. You may need to set up a username and password to access the …"
    },
    {
        "title": "Competitions now open for precision breeding and low-emissions innovation",
        "authors": [
            "Joss Wallace"
        ],
        "posted_on": "2025-04-22T12:33:23",
        "categories": [
            "Payments for research and innovation"
        ],
        "content": [
            {
                "content": "I’m pleased to share you can now apply for 2 upcoming funding competitions under the Farming Innovation Programme (FIP): Precision Breeding and Low Emissions Farming. ",
                "tag": "p"
            },
            {
                "content": "You can read the guidance and apply for the Precision Breeding competition and the Low Emissions competition on GOV.UK.",
                "tag": "p"
            },
            {
                "content": "A total of £25 million is available through these competitions.  ",
                "tag": "p"
            },
            {
                "content": "These areas have been identified as priorities for support because of their potential to improve productivity and sustainability. ",
                "tag": "p"
            },
            {
                "content": "Precision breeding can support farmers to be more productive, resilient and resource efficient. Investing in low emissions farming supports the sector’s efforts to reduce its environmental impact while maintaining profitability. ",
                "tag": "p"
            },
            {
                "content": "Whether you're focused on advancing precision breeding or reducing emissions, these competitions are here to help bring your ideas to life.  ",
                "tag": "p"
            },
            {
                "content": "In this post, I’ll share links and provide an overview of both competitions.  ",
                "tag": "p"
            },
            {
                "content": "Precision Breeding Competition",
                "tag": "h2"
            },
            {
                "content": "Aim of funding: This competition will fund research in precision breeding, a technology that has the potential to transform the plant breeding sector in England. Precision breeding enables the commercialisation of new crops in years, rather than decades. These crops can be: ",
                "tag": "p"
            },
            {
                "content": "Ultimately, research from these projects could reduce the need for pesticides, increase food production and lower costs for farmers. ",
                "tag": "p"
            },
            {
                "content": "Funding available: A share of £12.5 million. ",
                "tag": "p"
            },
            {
                "content": "Open to: Collaborative projects, led by farm businesses or agricultural supply chain businesses. ",
                "tag": "p"
            },
            {
                "content": "Project cost: £1 million to £2.5 million.  ",
                "tag": "p"
            },
            {
                "content": "Low Emissions Farming Competition",
                "tag": "h2"
            },
            {
                "content": "Aim of funding: This competition will support research into innovative ways to reduce emissions on farms. Projects could focus on areas such as: ",
                "tag": "p"
            },
            {
                "content": "Funding available: A share of £12.5 million. ",
                "tag": "p"
            },
            {
                "content": "Open to: Collaborative projects led by farm businesses, agricultural supply chain businesses, or research organisations. ",
                "tag": "p"
            },
            {
                "content": "Project cost: £1 million to £2.5 million. ",
                "tag": "p"
            },
            {
                "content": "Networking and briefing events ",
                "tag": "h2"
            },
            {
                "content": "Applications for both competitions are open to consortia, which are collaborative teams made up of businesses and research organisations.  ",
                "tag": "p"
            },
            {
                "content": "The funding supports projects at all stages of the R&D lifecycle, from early ideas through to commercialisation, helping the most promising solutions to move forward. ",
                "tag": "p"
            },
            {
                "content": "To help you connect with potential partners and gain a clearer understanding of the application process, we’re hosting networking and briefing events: ",
                "tag": "p"
            },
            {
                "content": "Farmers, industry leaders and researchers will come together at these events to share ideas, explore opportunities and form new partnerships. ",
                "tag": "p"
            },
            {
                "content": "Support for innovation ",
                "tag": "h2"
            },
            {
                "content": "Since 2021, the Farming Innovation Programme, in partnership with Innovate UK, has backed over 290 projects across more than 600 organisations, supporting the creation and adoption of innovative technology. ",
                "tag": "p"
            },
            {
                "content": "With over £150 million committed by government and a further £54 million in private investment secured, an interim evaluation indicates that the programme aligns well with industry priorities, notably, increasing productivity and reducing greenhouse gas emissions. ",
                "tag": "p"
            },
            {
                "content": "These competitions offer a chance to help build a farming sector that is more resilient, sustainable and profitable.",
                "tag": "p"
            },
            {
                "content": "Your involvement could make a meaningful difference to the future of farming in England. We’ll share updates along the way, so do subscribe to the Farming blog.",
                "tag": "p"
            }
        ],
        "link": "https://defrafarming.blog.gov.uk/2025/04/22/fip-guidance-now-available-for-upcoming-funding-competitions/",
        "blog": "Farming",
        "blog_link": "https://defrafarming.blog.gov.uk",
        "description": "Farmers, growers and foresters who want to develop and implement innovative agricultural practices and technologies can now apply for funding through the Farming Innovation Programme (FIP). "
    },
    {
        "title": "How UK technology helped land on the Moon",
        "authors": [
            "Nammo UK"
        ],
        "posted_on": "2025-04-22T11:53:47",
        "categories": [
            "Delivering Missions and Capabilities"
        ],
        "content": [
            {
                "content": "Sunday 2 March 2025 marked a momentous day for Nammo UK as Firefly’s Blue Ghost became the first commercial lunar lander to successfully land on the Moon! This wouldn’t have been possible without our LEROS 4-ET (Extended Thrust) engine.",
                "tag": "p"
            },
            {
                "content": "In 2011, the European Space Agency and the UK Space Agency were looking for a company to develop a high-thrust apogee engine (HTAE). Despite being a much smaller company at the time, Nammo UK won the contract and began developing this exciting new capability.  ",
                "tag": "p"
            },
            {
                "content": "Fast forward to 2021, Firefly Aerospace approached Nammo UK in search of an engine capable of landing their Blue Ghost lunar lander on the Moon. Thanks to the development of the HTAE, Nammo UK were well equipped to meet Firefly’s needs, leading to the creation of the LEROS 4-ET (Extended Thrust).",
                "tag": "p"
            },
            {
                "content": "The LEROS 4-ET was designed, manufactured and tested in-house at Nammo’s Westcott (Buckinghamshire) and Dublin sites by their highly skilled team. The engine was tested on site in Nammo UK’s vacuum test facility, a capability made possible through the support of the UK Space Agency’s National Space Propulsion Test Facility. The collaboration between these two sites allows the team to simulate the conditions in space under vacuum.",
                "tag": "p"
            },
            {
                "content": "What makes this engine unique is that the very first unit built went straight to flight following a highly successful series of tests.",
                "tag": "p"
            },
            {
                "content": "Before doing its final burn, the LEROS 4-ET had to complete a series of other manoeuvres to get to that point. On 9 February 2025 it completed its trans-lunar injection burn, which accelerated Blue Ghost to a velocity sufficient enough to escape Earth’s gravity and enter free space towards the Moon. Approximately 4 days later, the 4-minute-long lunar orbit insertion burn occurred to slow Blue Ghost sufficiently for capture into lunar orbit.",
                "tag": "p"
            },
            {
                "content": "The LEROS 4 performed its longest burn on 2 March. This was the descent orbit insertion burn, lasting approximately 550 seconds, that was critical to the successful landing of Blue Ghost, working in conjunction with Firefly’s 200 Newton engines on the perimeter of the spacecraft.",
                "tag": "p"
            },
            {
                "content": "Ian Coxhill, Chief Engineer at Nammo UK, explained:",
                "tag": "p"
            },
            {
                "content": "Now a piece of the UK is sat comfortably on the lunar surface forever; you can see the engine very clearly in this blog’s first image at the bottom of the lander’s shadow!",
                "tag": "p"
            },
            {
                "content": "Nammo UK would like to thank the UK Space Agency and ESA for the success of the LEROS 4, as it would not have been possible without their support in the development of the engine.",
                "tag": "p"
            },
            {
                "content": "The UK Space Agency’s National Space Propulsion Test Facility enabled the test campaign, demonstrating its value as a critical facility for the UK’s space industry. There are more exciting things to come, as ESA’s Envision mission to Venus will be powered by the HTAE that will be qualified for flight using the Facility.",
                "tag": "p"
            }
        ],
        "link": "https://space.blog.gov.uk/2025/04/22/how-uk-technology-helped-land-on-the-moon/",
        "blog": "UK Space Agency blog",
        "blog_link": "https://space.blog.gov.uk",
        "description": "Nammo in the UK made the engines that helped Firefly’s Blue Ghost land on the Moon in March."
    },
    {
        "title": "DBT's Machinery of Government: an insight into the teams behind the Single IT Platform migration project (part 2)",
        "authors": [
            "Imogen Barker, Senior Engagement and Strategic Adoption Officer",
            "Charlotte Saxby, Engagement Manager",
            "Miriam Wheeler, Business Change Manager"
        ],
        "posted_on": "2025-04-22T10:00:49",
        "categories": [
            "People"
        ],
        "content": [
            {
                "content": "Welcome to part 2 of our Machinery of Government (MoG) blog. This series explores one of the biggest digital MoG migration programmes in government.  We migrated almost 2,000 colleagues onto the Department for Business and Trade’s (DBT) Single IT Platform.",
                "tag": "p"
            },
            {
                "content": "Read the MoG blog part 1 which discusses some of the technical workstreams on this migration programme. In part 2 we hear from a different workstream; the Change, Communication and Engagement (CCE) team. CCE played a crucial role in ensuring the success of the programme, helping colleagues navigate their digital migration into DBT and adapt to the changes brought with it.   ",
                "tag": "p"
            },
            {
                "content": "While 2 blog posts cannot do the hard work of this migration programme full justice, we are trying to capture some of the incredible work that has gone into it. Hopefully this can help others working on future MoGs or large change programmes, and showcases the breadth of work that colleagues across Digital, Data and Technology (DDaT) do.",
                "tag": "p"
            },
            {
                "content": "Change Communication and Engagement",
                "tag": "h2"
            },
            {
                "content": "Miriam Wheeler",
                "tag": "h3"
            },
            {
                "content": "Imogen Barker",
                "tag": "h3"
            },
            {
                "content": "Charlotte Saxby",
                "tag": "h3"
            },
            {
                "content": "The Change, Communication and Engagement workstream was made up of colleagues from the DBT Project, Delivery and Change, and DDaT directorates. We have expertise in working on change projects, colleague engagement, communications, User Research and Content Design.",
                "tag": "p"
            },
            {
                "content": "The CCE workstream has been vital in bridging the gap between the programme team and colleagues undergoing their migration onto the DBT Single IT Platform. We engaged with colleagues to ensure they were fully supported throughout their migration journey. We used:",
                "tag": "p"
            },
            {
                "content": "CCE worked closely with all the programme workstreams including DBT’s internal communications team, as we were responsible for cascading key messages to colleagues on their behalf.",
                "tag": "p"
            },
            {
                "content": "We worked most closely with the Device Rollout and Personal Data Migration (PDM) workstreams discussed in part 1 of this blog. We were in direct contact with colleagues booking to attend sessions to receive their replacement DBT devices. It was fundamental for us to stay connected with these workstreams to ensure they knew when colleagues were scheduled for their migrations. The Device Rollout and PDM workstreams could then ensure the correct personal data migrations were completed and the engineers running the sessions were notified.",
                "tag": "p"
            },
            {
                "content": "As this was a change programme, we learnt to tailor our communications to suit individuals and help them feel more confident adapting to new ways of working. Many colleagues required help with accessibility or were worried about what the changes would bring, so we needed to consider the impact this would have.",
                "tag": "p"
            },
            {
                "content": "We adjusted our messaging to be more informal and used direct messages with colleagues when required. We worked with the engineers to arrange one-on-one sessions with colleagues where needed to help those who were particularly anxious or less ‘tech-savvy’. We also worked with colleagues who used assistive technology or equipment to understand what they required to make sure we were prepared ahead of their sessions. This helped alleviate anxieties and made sure they could continue working effectively through their migration.",
                "tag": "p"
            },
            {
                "content": "We also ran and facilitated drop-in information sessions in collaboration with other workstreams. This was a chance for colleagues to have their questions answered and make sure they knew what to expect.",
                "tag": "p"
            },
            {
                "content": "Colleagues migrated with their directorates in cohort groups. Each cohort was assisted through the MoG by a diverse network of Champions; representatives from each cohort who provided a pivotal link between the programme team and colleagues.",
                "tag": "p"
            },
            {
                "content": "The CCE workstream led engagements with the Champions, who were able to assist colleagues with queries and provide support along with a familiar face. They also helped gather feedback and encourage colleagues to take part in User Research to help us continuously improve their experience.",
                "tag": "p"
            },
            {
                "content": "Adapting our approach from User Research",
                "tag": "h2"
            },
            {
                "content": "It was challenging for us to establish clear processes at the start of the MoG. As the programme evolved, we learned and continually improved the experience for each cohort.  ",
                "tag": "p"
            },
            {
                "content": "Throughout the programme, we conducted User Research (UR) sessions and issued surveys to gather feedback on how to iteratively improve our communications and colleagues’ understanding of the MoG.",
                "tag": "p"
            },
            {
                "content": "At the beginning, we were sending guidance which was unclear for colleagues and used time-consuming methods. These were often static such as PowerPoints or manually sent emails. From UR feedback, the programme’s content designer created a Migration Hub. This was a fantastic SharePoint site where colleagues could find all the information and guidance they needed at every stage of their migration journey. This could also be continuously updated and meant guidance was kept current.",
                "tag": "p"
            },
            {
                "content": "This resource was hugely improved by carrying out UR with colleagues undergoing their migration. We learnt that they were busy and required simple language which was easy to understand and not too technical. They preferred guidance to be presented in a variety of digestible formats such as pictures or videos. They also wanted to easily find out who to contact for help. These changes proved to be hugely useful for colleagues also using assistive technology. Having to download PowerPoint documents makes it difficult to navigate back to guidance pages and unnecessary images are hard for screen readers to understand.",
                "tag": "p"
            },
            {
                "content": "Key learnings",
                "tag": "h2"
            },
            {
                "content": "We have a lot of learnings from working on this programme. The 5 top things the CCE team have learnt are needed to deliver a successful migration programme include,",
                "tag": "p"
            },
            {
                "content": "Colleague quote: “The team are truly amazing and everyone they speak to and help comes out of the room praising them. Thank you all so much. They deserve all the praise.These projects are not easy to manage, but this had felt very professionally and humanly led”",
                "tag": "p"
            },
            {
                "content": "Although this only captures a small amount of the migration programme work, we hope this provides useful insight into the type of work DDaT can do. This is also not the end. The team are creating a MoG playbook for DBT, capturing everything that has gone into this programme and our learnings, to help future programmes like this one.",
                "tag": "p"
            },
            {
                "content": "Ready to join us?",
                "tag": "h3"
            },
            {
                "content": "Digital, Data, and Technology are always looking for a wide range of skills. Explore current opportunities and discover how you can make a difference.",
                "tag": "p"
            }
        ],
        "link": "https://digitaltrade.blog.gov.uk/2025/04/22/dbts-machinery-of-government-an-insight-into-the-teams-behind-the-single-it-platform-migration-project-part-2/",
        "blog": "Digital trade",
        "blog_link": "https://digitaltrade.blog.gov.uk",
        "description": "Continue to meet the teams behind DBT’s Single IT Platform migration as part of the Machinery of Government project."
    },
    {
        "title": "Reflections on the Civil Service Climate and Environment Conference",
        "authors": [
            "Will Stobbs - Actuary"
        ],
        "posted_on": "2025-04-22T09:41:32",
        "categories": [
            "Actuary",
            "Analysis",
            "Climate change",
            "Modelling",
            "Risk management"
        ],
        "content": [
            {
                "content": "The Civil Service Climate and Environment Network (CSCEN) welcomed more than 1,000 civil and public servants in person in London, online, and at satellite viewing parties across the UK to its 2025 conference. The event, on 18 March 2025, was a testament to the dedication and passion of civil servants working towards a sustainable future.",
                "tag": "p"
            },
            {
                "content": "A collaborative effort",
                "tag": "h2"
            },
            {
                "content": "Organising this conference was no small feat. I was fortunate to lead a team of 10 volunteers from across government, all of whom played a crucial role in making the event a success. Their hard work and commitment were truly inspiring, and it was a pleasure to see how effectively we could collaborate across different sectors to achieve a common goal. ",
                "tag": "p"
            },
            {
                "content": "On the day we were joined by a further 30 volunteers. The volunteers demonstrated exceptional teamwork and dedication, ensuring that every aspect of the conference ran smoothly. From co-ordinating logistics to managing communications, their efforts were invaluable.",
                "tag": "p"
            },
            {
                "content": "A day of insight and inspiration",
                "tag": "h2"
            },
            {
                "content": "The conference featured a range of sessions and discussions on key topics such as climate change, the use of AI, and nature financing. ",
                "tag": "p"
            },
            {
                "content": "One of my personal highlights was the panel discussion I hosted with Rachel Kyte and Ruth Davis OBE, UK Special Representatives for Climate and Nature respectively. ",
                "tag": "p"
            },
            {
                "content": "They shared their insights on the international challenges facing both climate and nature, sparking thought-provoking conversations and inspiring many of us to continue our efforts in this critical area. Rachel and Ruth's perspectives on global environmental issues provided a deeper understanding of the complexities involved and the need for collaborative solutions. Their discussions emphasised the importance of the work the UK is doing internationally and left me with a few key takeaways:",
                "tag": "p"
            },
            {
                "content": "Building connections across government",
                "tag": "h2"
            },
            {
                "content": "One of the most rewarding aspects of organising this conference was the opportunity to build connections across government. It was incredible to see the volume of work being done in the climate and environment space and to meet so many dedicated individuals who are making a difference.  ",
                "tag": "p"
            },
            {
                "content": "These connections are invaluable, and I look forward to continuing to collaborate with my colleagues to drive positive change. The conference served as a platform for networking and exchanging ideas, fostering a sense of community among civil servants committed to sustainability. The enthusiasm and commitment of everyone involved was wonderful to see. ",
                "tag": "p"
            },
            {
                "content": "Personal reflections",
                "tag": "h2"
            },
            {
                "content": "Reflecting on the conference, I am filled with a sense of pride and accomplishment. It was heartening to witness the collective efforts of civil servants working towards a common goal of environmental sustainability.",
                "tag": "p"
            },
            {
                "content": "The conference highlighted the diverse initiatives and projects underway across government, showcasing the innovative approaches being taken to address climate and environmental challenges. Seeing the volume of work going on in this space across government was eye-opening. ",
                "tag": "p"
            },
            {
                "content": "It reinforced my belief in the power of collaboration and the importance of building cross-government connections. The conference provided a unique opportunity to learn from each other, share best practices, and explore new ideas.",
                "tag": "p"
            },
            {
                "content": "Looking ahead",
                "tag": "h2"
            },
            {
                "content": "The success of this conference has only strengthened my resolve to continue making a difference through our work at the Government Actuary’s Department. Through working with my colleagues to deliver impactful advice and analysis to help the public sector navigate climate risks I am excited to see what we can achieve together in the future.",
                "tag": "p"
            },
            {
                "content": "Thank you to everyone who attended and contributed to the Civil Service Climate and Environment Conference 2025. Your participation and support are what made this event a success, and I am grateful for the opportunity to work alongside such passionate and dedicated individuals.",
                "tag": "p"
            },
            {
                "content": "Disclaimer ",
                "tag": "h3"
            },
            {
                "content": "The views expressed are the author’s own and the opinions in this blog post are not intended to provide specific advice. For our full disclaimer, please see the About this blog page.",
                "tag": "p"
            }
        ],
        "link": "https://actuaries.blog.gov.uk/2025/04/22/reflections-on-the-civil-service-climate-and-environment-conference/",
        "blog": "Actuaries in government",
        "blog_link": "https://actuaries.blog.gov.uk",
        "description": "GAD actuary Will Stobbs was at the forefront of a team that set up and ran a recent major climate conference. The event attracted notable speakers and exhibitors from across government, the public sector and academia."
    },
    {
        "title": "Free breakfast club roll out: Everything you need to know ",
        "authors": [
            "mediaofficer"
        ],
        "posted_on": "2025-04-22T00:01:00",
        "categories": [
            "breakfast clubs",
            "Childcare",
            "Free School Meals",
            "Schools"
        ],
        "content": [
            {
                "content": "What is the new free breakfast club scheme?  ",
                "tag": "h3"
            },
            {
                "content": "We have introduced free breakfast clubs - 30 minute sessions before school where children get a free breakfast so they to start every day ready to learn. ",
                "tag": "p"
            },
            {
                "content": "Around 180,000 pupils in the most disadvantaged communities will be able to access free breakfast clubs. As children return from the Easter holidays, the first 750 schools will take part in the programme.",
                "tag": "p"
            },
            {
                "content": "These schools are based across nine regions in England and will be funded to provide this service – available to all children in each setting.  ",
                "tag": "p"
            },
            {
                "content": "This is the first phase of a national roll out which will see free breakfast clubs in every primary school in England in due course ",
                "tag": "p"
            },
            {
                "content": "Free breakfast clubs will help ensure pupils start every day ready to learn, and in turn will improve behaviour, attendance and attainment. ",
                "tag": "p"
            },
            {
                "content": "What will my child get for breakfast? ",
                "tag": "h3"
            },
            {
                "content": "Schools will provide healthy, nutritious and varied breakfasts that follow the School Food Standards.  ",
                "tag": "p"
            },
            {
                "content": "What are the benefits of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": " Free breakfast clubs mean no child starts school hungry and will help set children up for the day by providing a nutritious breakfast as well as time with friends to enjoy activities such as reading and crafts. ",
                "tag": "p"
            },
            {
                "content": "Breakfast clubs, such as those already run by the Magic Breakfast programme have been shown to boost children’s reading, writing, and maths by an average of two months.   ",
                "tag": "p"
            },
            {
                "content": "For parents, free breakfast clubs mean help with childcare at the start of the school day – at no extra costs. It means those parents can drop their children off half an hour earlier – helping parents get into work, giving them up to 95 additional hours back to juggle busy mornings, and saving working families up to £450 a year.",
                "tag": "p"
            },
            {
                "content": "We know many families are feeling the impact of the cost-of-living crisis. Out of the around 180,000 children who will benefit in the first 750 schools, around 80,000 attend schools in deprived areas.  ",
                "tag": "p"
            },
            {
                "content": "This is one of the measures we are taking to cut the cost of living for families. We are also legislating to significantly cut uniform costs through a cap on branded items, alongside our government-funded childcare rollout.",
                "tag": "p"
            },
            {
                "content": "Which schools are part of the first phase of free breakfast clubs? ",
                "tag": "h3"
            },
            {
                "content": "Schools selected for the early adopter scheme will contact families directly about how to sign up for the breakfast club. The chosen schools represent different types, sizes and geographical areas across England. ",
                "tag": "p"
            },
            {
                "content": "What if my school isn't part of the scheme yet? ",
                "tag": "h3"
            },
            {
                "content": "This is the first phase of a planned national rollout. The government is using this early adopter phase to learn from different types of schools before expanding the programme. Schools are currently testing various approaches to ensure the programme works effectively for all communities. ",
                "tag": "p"
            },
            {
                "content": "If you have specific questions about how the new breakfast club scheme will work in your child's school, we recommend speaking directly with the school once they confirm their participation. ",
                "tag": "p"
            },
            {
                "content": "How much funding will schools get?",
                "tag": "h3"
            },
            {
                "content": "Schools will receive a lump sum for set up, and then a further recurring lump sum of over £1000 to help with costs.  ",
                "tag": "p"
            },
            {
                "content": "To put this in perspective, an average school with 50% take up on the early adopter scheme would receive around £23k for a full year. ",
                "tag": "p"
            },
            {
                "content": "That money will cover the cost of food, delivery and staffing costs.  This is much more than the existing school breakfast programme - on average, a school switching to the early adopter scheme would receive an additional £21,400 of funding.",
                "tag": "p"
            }
        ],
        "link": "https://educationhub.blog.gov.uk/2025/04/free-breakfast-club-roll-out-everything-you-need-to-know/",
        "blog": "The Education Hub",
        "blog_link": "https://educationhub.blog.gov.uk",
        "description": "What is the new free breakfast club scheme?   We have introduced free breakfast clubs - 30 minute sessions before school where children get a free breakfast so they to start every day ready to learn.  Around 180,000 pupils in …"
    }
]